Repository: McHarny/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/artefacts.*.resx
Languages: ru

# deluxCoatedOptics/long_special
source: An improved version of Coated Optics ({colorTagOpen}+10%{colorTagClose} to view range) that provides a stronger effect: {colorTagOpen}+12.5%{colorTagClose} to view range. This equipment is suitable for vehicles of all nations and types; can be demounted using bonds only.
ru: Усовершенствованная версия просветлённой оптики ({colorTagOpen}+10%{colorTagClose} к радиусу обзора), имеет больший эффект: {colorTagOpen}+12,5%{colorTagClose} к радиусу обзора. Подходит ко всем нациям и типам техники, может быть демонтирована только за боны.

# deluxCoatedOptics/short_special
source: {colorTagOpen}+12.5%{colorTagClose} to view range
ru: {colorTagOpen}+12,5%{colorTagClose} к радиусу обзора

# deluxEnhancedAimDrives/long_special
source: An improved version of Enhanced Gun Laying Drive ({colorTagOpen}+10%{colorTagClose} to aiming speed) that provides a stronger effect: {colorTagOpen}+12.5%{colorTagClose} to aiming speed. This equipment is suitable for vehicles of all nations and types; can be demounted using bonds only.
ru: Усовершенствованная версия усиленных приводов наводки ({colorTagOpen}+10%{colorTagClose} к скорости сведения), имеет больший эффект: {colorTagOpen}+12,5%{colorTagClose} к скорости сведения. Подходят ко всем нациям и типам техники, могут быть демонтированы только за боны.

# deluxEnhancedAimDrives/short_special
source: {colorTagOpen}+12.5%{colorTagClose} to aiming speed
ru: {colorTagOpen}+12,5%{colorTagClose} к скорости сведения

# deluxImprovedVentilation/long_special
source: An improved version of Ventilation ({colorTagOpen}+5%{colorTagClose}to all crew skills) that provides a stronger effect: {colorTagOpen}+7.5%{colorTagClose} to all crew skills. This equipment is suitable for vehicles of all nations and types; can be demounted using bonds only.
ru: Усовершенствованная версия вентиляции ({colorTagOpen}+5%{colorTagClose} ко всем умениям экипажа), имеет больший эффект: {colorTagOpen}+7,5%{colorTagClose} ко всем умениям экипажа. Подходит ко всем нациям и типам техники, может быть демонтирована только за боны.

# deluxImprovedVentilation/short_special
source: {colorTagOpen}+7.5%{colorTagClose} to all crew skills
ru: {colorTagOpen}+7,5%{colorTagClose} ко всем умениям экипажа

# deluxRammer/long_special
source: An improved version of Rammer ({colorTagOpen}-10%{colorTagClose} to loading time) that provides a stronger effect: {colorTagOpen}-12.5%{colorTagClose} to loading time. This equipment is suitable for vehicles of all nations and types; can be demounted using bonds only.
ru: Усовершенствованная версия досылателя ({colorTagOpen}-10%{colorTagClose} от времени заряжания), имеет больший эффект: {colorTagOpen}-12,5%{colorTagClose} от времени заряжания. Подходит ко всем нациям и типам техники, может быть демонтирована только за боны.

# deluxRammer/short_special
source: {colorTagOpen}-12.5%{colorTagClose} to loading time
ru: {colorTagOpen}-12,5%{colorTagClose} от времени заряжания

# deluxToolbox/long_special
source: An analogue of Toolbox ({colorTagOpen}+25%{colorTagClose} to repair speed) that provides a stronger effect: {colorTagOpen}+40%{colorTagClose} to repair speed. This equipment is suitable for vehicles of all nations and types; can be demounted using bonds only.
ru: Аналог ящика с инструментами ({colorTagOpen}+25%{colorTagClose} к скорости ремонта), имеет больший эффект: {colorTagOpen}+40%{colorTagClose} к скорости ремонта. Подходит ко всем нациям и типам техники, может быть демонтирован только за боны.

# deluxToolbox/short_special
source: {colorTagOpen}+40%{colorTagClose} to repair speed
ru: {colorTagOpen}+40%{colorTagClose} к скорости ремонта

# enhancedAimDrives/long_special
source: Improved aiming reduces the aiming time. A vehicle that is equipped with Enhanced Gun Laying Drive fires more accurately (in addition, it improves the fire rate, since reloading is sometimes faster than fully aiming).
ru: Ускорение сведения уменьшает время, затрачиваемое на прицеливание, а значит машина, оборудованная усиленными приводами наводки, стреляет точнее (и чаще, ведь перезарядка иногда проходит быстрее, чем сведение).

# enhancedAimDrives/short_special
source: {colorTagOpen}+10%{colorTagClose} to aiming speed
ru: {colorTagOpen}+10%{colorTagClose} к скорости сведения

# enhancedAimDrivesBattleBooster/long_special
source: Improves the effect of the Enhanced Gun Laying Drive or Wear-Resistant Gun Laying Drive equipment for the course of the battle. These equipment items should be mounted on your vehicle to equip this directive.
ru: Расходуется за один бой. Усиливает эффект оборудования «Усиленные приводы наводки» или «Износостойкие приводы наводки». Для установки инструкции данное оборудование должно быть на технике.

# enhancedAimDrivesBattleBooster/short_special
source: Improves the effect of gun laying drives
ru: Усиливает эффект от приводов наводки

# enhancedSuspension/long_special
source: There are many types of this equipment: Enhanced Torsion Bars, Enhanced Springs, and more. Increased load capacity is beneficial to vehicles with a standard configuration that require particular researched modules to be mounted, but have not yet researched the improved suspension.
ru: Этот вид оборудования может называться по-разному: «Усиленные торсионы», «Усиленные рессоры» и так далее. Увеличение грузоподъёмности полезно для машин в базовой комплектации, у которых ещё не исследована ходовая, но исследованы другие приоритетные для установки модули.

# enhancedSuspension/short_special
source: Increases vehicle's capacity load
ru: Увеличивает грузоподъёмность

# filterCyclone/long_special
source: This filter is only available to U.S.S.R. vehicles. It is designated for vehicles that have relatively low engine durability. But remember, the best way to protect the engine is to hide the vulnerable parts of the hull, firing at which will certainly result in engine damage.
ru: Фильтр доступен только для техники СССР. Предполагается для использования на машинах, которым часто повреждают двигатель. Однако помните, что лучшая защита двигателя — не подставлять корму (а двигатель чаще всего именно в корме) под выстрелы противника.

# filterCyclone/short_special
source: Increases vehicle's protection
ru: Увеличивает защищённость двигателя

# fireFightingBattleBooster/long_special
source: The Firefighting skill enhances the firefighting abilities of your vehicle for the course of the battle. If the skill is trained to 100%, the equipped directive increases its effect; if not, the directive provides your vehicle with the skill trained to 100%.
ru: Умение «Пожаротушение» ускоряет тушение пожара в собственной машине. Расходуется за один бой. Если умение изучено, то установленная предбоевая инструкция усиливает его действие. При отсутствии соответствующего умения — полностью его заменяет.

# fireFightingBattleBooster/short_special
source: Provides the Firefighting skill trained to 100% or increases its effect
ru: Даёт умение «Пожаротушение» или усиливает его

# gasoline100/long_special
source: Adds {colorTagOpen}5%{colorTagClose} to engine power and turret traverse speed for the course of the battle. Automatically activated at the beginning of the battle and effective for the course of the battle. Only suitable for German, U.S., French, and U.K. gasoline engines.
ru: Добавляет {colorTagOpen}5%{colorTagClose} к мощности двигателя и к скорости поворота башни на один бой. Автоматически активируется после начала боя и действует на всём его протяжении. Подходит только для немецких, американских, французских и британских машин с бензиновыми двигателями.

# gasoline100/short_special
source: {colorTagOpen}+5%{colorTagClose} to engine power
ru: Добавляет {colorTagOpen}5%{colorTagClose} к мощности двигателя

# gasoline105/long_special
source: Adds {colorTagOpen}10%{colorTagClose} to engine power and turret traverse speed for the course of the battle. Automatically activated at the beginning of the battle and effective for the course of the battle. Only suitable for German, U.S., French, and U.K. engines.
ru: Добавляет {colorTagOpen}10%{colorTagClose} к мощности двигателя и к скорости поворота башни на один бой. Автоматически активируется после начала боя и действует на всём его протяжении. Подходит только для немецких, американских, французских и британских машин.

# gasoline105/short_special
source: {colorTagOpen}+10%{colorTagClose} to engine power
ru: Добавляет {colorTagOpen}10%{colorTagClose} к мощности двигателя

# grousers/long_special
source: A special type of equipment that is only available for particular German and U.S.S.R. vehicles. In combination with the Off-Road Driving skill trained by the Driver, this equipment provides a solid bonus to performance on swamps, sand, and snow.
ru: Специализированный вид оборудования; доступен лишь для некоторых, не самых распространённых немецких и советских машин. В связке с умением «Король бездорожья», изученным у мехвода, даёт ощутимую прибавку к подвижности по болотам, песку, снегу.

# grousers/short_special
source: Improves the vehicle performance on soft terrain
ru: Улучшает проходимость по вязким грунтам

# handExtinguishers/long_special
source: Extinguishes fire in your vehicle upon activation. Suitable for all vehicle types of any nation. The consumable is removed after a battle if it was used at least once.
ru: Позволяет потушить возгорание в собственной машине. Требует ручной активации. Подходит для всех типов техники любой нации. Списывается по окончании боя, если был применён.

# handExtinguishers/short_special
source: Extinguishes fire
ru: Тушит пожар

# hotCoffee/long_special
source: Automatically activated at the beginning of the battle and effective for the course of the battle. Only suitable for French vehicles.
ru: Автоматически активируется после начала боя и действует на всём его протяжении. Подходит только для французской техники.

# hotCoffee/short_special
source: Improves the performance of French crews
ru: Повышает эффективность французских экипажей

# improvedVentilation/long_special
source: Improves a number of characteristics of your vehicle: view range, fire rate, aiming time, dynamic characteristics, and more. However, the provided bonus from this equipment will only be noticeable in combination with the Brothers in Arms perk trained to 100% by your crew.
ru: Улучшает многие показатели машины: обзор, скорострельность, время сведения, динамические характеристики и так далее. Однако сама прибавка очень мала и будет заметна лишь в связке с навыком «Боевое братство», который изучен у экипажа.

# improvedVentilation/short_special
source: {colorTagOpen}+5%{colorTagClose} to all crew skills
ru: {colorTagOpen}+5%{colorTagClose} ко всем умениям экипажа

# improvedVentilationBattleBooster/long_special
source: Improves the effect of Improved Ventilation (any class) or Venting System for the course of the battle. These equipment items should be mounted on your vehicle to equip this directive.
ru: Расходуется за один бой. Усиливает эффект оборудования «Улучшенная вентиляция» (любого класса) или «Система отвода пороховых газов». Для установки инструкции данное оборудование должно быть на технике.

# improvedVentilationBattleBooster/short_special
source: Improves the effect of the ventilation
ru: Усиливает эффект от вентиляции

# largeMedkit/long_special
source: Treats all injured crew members upon activation. The passive effect protects the crew from injuries. This consumable is suitable for all vehicle types of any nation.
ru: Позволяет вернуть в строй всех раненых членов экипажа за раз. Также пассивно улучшает защиту экипажа от ранений. Требует ручной активации. Подходит для всех типов техники любой нации.

# largeMedkit/short_special
source: Treats all injured crew members
ru: Лечит всех членов экипажа

# largeRepairkit/long_special
source: Repairs all damaged modules at a time upon activation. The passive effect increases the repair speed. This consumable is suitable for all vehicle types of any nation.
ru: Позволяет восстановить все повреждённые модули за раз. Также пассивно увеличивает скорость ремонта. Требует ручной активации. Подходит для всех типов техники любой нации.

# largeRepairkit/short_special
source: Repairs all damaged modules
ru: Чинит все модули

# lastEffortBattleBooster/long_special
source: The Call for Vengeance perk gives the chance to report enemy positions for an additional 2 seconds after a vehicle's destruction for the course of the battle. If the perk is trained to 100%, the equipped directive increases its effect; if not, the directive provides your vehicle with the perk trained to 100%.
ru: Навык «Из последних сил» позволяет передавать разведданные в течение дополнительных 2 секунд после уничтожения машины. Расходуется за один бой. Если навык изучен, то установленная предбоевая инструкция усиливает его действие. При отсутствии соответствующего навыка — полностью его заменяет.

# lastEffortBattleBooster/short_special
source: Provides the Call for Vengeance perk trained to 100% or increases its effect
ru: Даёт навык «Из последних сил» или усиливает его

# lendLeaseOil/long_special
source: Adds {colorTagOpen}5%{colorTagClose} to engine power and turret traverse speed for the course of the battle. Automatically activated at the beginning of the battle and effective for the course of the battle. Only suitable for U.S.S.R. vehicles.
ru: Добавляет {colorTagOpen}5%{colorTagClose} к мощности двигателя и к скорости поворота башни на один бой. Автоматически активируется после начала боя и действует на всём его протяжении. Подходит только для советской техники.

# lendLeaseOil/short_special
source: {colorTagOpen}+5%{colorTagClose} to engine power
ru: Добавляет {colorTagOpen}5%{colorTagClose} к мощности двигателя

# pedantBattleBooster/long_special
source: The Safe Stowage perk improves the durability of your ammo rack for the duration of the battle. If the perk is trained to 100%, the equipped directive increases its effect; if not, the directive provides your vehicle with the perk trained to 100%.
ru: Навык «Бесконтактная боеукладка» добавляет прочности штатной боеукладке. Расходуется за один бой. Если навык изучен, то установленная предбоевая инструкция усиливает его действие. При отсутствии соответствующего навыка — полностью его заменяет.

# pedantBattleBooster/short_special
source: Provides the Safe Stowage perk trained to 100% or increases its effect
ru: Даёт навык «Бесконтактная боеукладка» или усиливает его

# qualityOil/long_special
source: Adds {colorTagOpen}5%{colorTagClose} to engine power and turret traverse speed for the course of the battle. Automatically activated at the beginning of the battle and effective for the course of the battle. Only suitable for Chinese vehicles.
ru: Добавляет {colorTagOpen}5%{colorTagClose} к мощности двигателя и к скорости поворота башни на один бой. Автоматически активируется после начала боя и действует на всём его протяжении. Подходит только для китайской техники.

# qualityOil/short_special
source: {colorTagOpen}+5%{colorTagClose} to engine power
ru: Добавляет {colorTagOpen}5%{colorTagClose} к мощности двигателя

# rammer/long_special
source: Fire rate is one of the most important characteristics of your vehicle. This equipment is quite beneficial in a battle and should be mounted on your vehicles. However, rammers cannot be mounted on vehicles with a magazine loading system.
ru: Скорострельность является важнейшей боевой характеристикой. Этот вид оборудования является одним из самых полезных в игре и рекомендован к установке на любую технику. На большую часть машин с магазинной системой заряжания досылатель установить нельзя.

# rammer/short_special
source: {colorTagOpen}-10%{colorTagClose} to loading time
ru: {colorTagOpen}-10%{colorTagClose} от времени заряжания

# rammerBattleBooster/long_special
source: Improves the effect of Rammer (any gun type and caliber) or Innovative Loading System for the course of the battle. These equipment items should be mounted on your vehicle to equip this directive.
ru: Расходуется за один бой. Усиливает эффект оборудования «Досылатель» (любого типа орудия и калибра) или «Экспериментальная cистема заряжания». Для установки инструкции данное оборудование должно быть на технике.

# rammerBattleBooster/short_special
source: Improves the effect of the rammer
ru: Усиливает эффект от досылателя

# rancorousBattleBooster/long_special
source: The Designated Target perk makes a target visible for an additional 2 seconds for the course of the battle. If the perk is trained to 100%, the equipped directive increases its effect; if not, the directive provides your vehicle with the perk trained to 100%.
ru: Навык «Злопамятный» позволяет наблюдать машину противника дополнительные 2 секунды после её исчезновения с радаров. Расходуется за один бой. Если навык изучен, то установленная предбоевая инструкция усиливает его действие. При отсутствии соответствующего навыка — полностью его заменяет.

# rancorousBattleBooster/short_special
source: Provides the Designated Target perk trained to 100% or increases its effect
ru: Даёт навык «Злопамятный» или усиливает его

# ration/long_special
source: Automatically activated at the beginning of the battle and effective for the course of the battle. Only suitable for U.S.S.R. vehicles.
ru: Автоматически активируется после начала боя и действует на всём его протяжении. Подходит только для советской техники.

# ration/short_special
source: Improves the performance of U.S.S.R. crews
ru: Повышает эффективность советских экипажей

# ration_china/long_special
source: Automatically activated at the beginning of the battle and effective for the course of the battle. Only suitable for Chinese vehicles.
ru: Автоматически активируется после начала боя и действует на всём его протяжении. Подходит только для китайской техники.

# ration_china/short_special
source: Improves the performance of Chinese crews
ru: Повышает эффективность китайских экипажей

# ration_czech/long_special
source: Automatically activated at the beginning of the battle and effective for the course of the battle. Only suitable for Czechoslovakian vehicles.
ru: Автоматически активируется после начала боя и действует на всём его протяжении. Подходит только для чехословацкой техники.

# ration_czech/short_special
source: Improves the performance of Czechoslovakian crews
ru: Повышает эффективность чехословацких экипажей

# ration_italy/long_special
source: Automatically activated at the beginning of the battle and effective for the course of the battle. Only suitable for Italian vehicles.
ru: Автоматически активируется после начала боя и действует на всём его протяжении. Подходит только для итальянской техники.

# ration_italy/short_special
source: Improves the performance of Italian crews
ru: Повышает эффективность итальянских экипажей

# ration_japan/long_special
source: Automatically activated at the beginning of the battle and effective for the course of the battle. Only suitable for Japanese vehicles.
ru: Автоматически активируется после начала боя и действует на всём его протяжении. Подходит только для японской техники.

# ration_japan/short_special
source: Improves the performance of Japanese crews
ru: Повышает эффективность японских экипажей

# ration_poland/long_special
source: Automatically activated at the beginning of the battle and effective for the course of the battle. Only suitable for Polish vehicles.
ru: Автоматически активируется после начала боя и действует на всём его протяжении. Подходит только для польской техники.

# ration_poland/short_special
source: Improves the performance of Polish crews
ru: Повышает эффективность польских экипажей

# ration_sweden/long_special
source: Automatically activated at the beginning of the battle and effective for the course of the battle. Only suitable for Swedish vehicles.
ru: Автоматически активируется после начала боя и действует на всём его протяжении. Подходит только для шведской техники.

# ration_sweden/short_special
source: Improves the performance of Swedish crews
ru: Повышает эффективность шведских экипажей

# ration_uk/long_special
source: Automatically activated at the beginning of the battle and effective for the course of the battle. Only suitable for U.K. vehicles.
ru: Автоматически активируется после начала боя и действует на всём его протяжении. Подходит только для британской техники.

# ration_uk/short_special
source: Improves the performance of British crews
ru: Повышает эффективность британских экипажей

# removedRpmLimiter/long_special
source: Increases engine power by {colorTagOpen}10%{colorTagClose} but, while enabled, gradually drains engine hit points. Can be enabled or disabled in a battle multiple times. Only suitable for Chinese and U.S.S.R. vehicles.
ru: Повышает мощность двигателя на {colorTagOpen}10%{colorTagClose}, но при постоянном использовании повреждает его. Можно включать и отключать многократно в течение боя. Не расходуется. Подходит только для советской и китайской техники.

# removedRpmLimiter/short_special
source: {colorTagOpen}+10%{colorTagClose} to engine power but damages the engine
ru: Добавляет {colorTagOpen}10%{colorTagClose} к мощности двигателя, но повреждает его

# sixthSenseBattleBooster/long_special
source: The Sixth Sense perk allows you to determine whether your vehicle has been spotted by enemies for the course of the battle. If the perk is trained to 100%, the equipped directive increases its effect; if not, the directive provides your vehicle with the perk trained to 100%.
ru: Навык «Шестое чувство» позволяет определить, обнаружена ли ваша машина противником. Расходуется за один бой. Если навык изучен, то установленная предбоевая инструкция усиливает его действие. При отсутствии соответствующего навыка — полностью его заменяет.

# sixthSenseBattleBooster/short_special
source: Provides the Sixth Sense perk trained to 100% or increases its effect
ru: Даёт навык «Шестое чувство» или усиливает его

# smallMedkit/long_special
source: Treats one injured crew member and removes the stun effect upon activation. Suitable for all vehicle types of any nation. The consumable is removed after a battle if it was used at least once.
ru: Позволяет вернуть в строй одного раненого члена экипажа и снять эффект оглушения. Требует ручной активации. Подходит для всех типов техники любой нации. Списывается по окончании боя, если была применена.

# smallMedkit/short_special
source: Treats one injured crew member and removes the stun effect
ru: Лечит одного члена экипажа и снимает оглушение

# smallRepairkit/long_special
source: Repairs one damaged module (for example, gun or engine) or both tracks upon activation. Suitable for all vehicle types of any nation. The consumable is removed after a battle if it was used at least once.
ru: Позволяет отремонтировать один повреждённый модуль (например, орудие или двигатель) или две гусеницы. Требует ручной активации. Подходит для всех типов техники любой нации. Списывается по окончании боя, если был применён.

# smallRepairkit/short_special
source: Repairs one damaged module
ru: Ремонтирует один модуль

# smoothDrivingBattleBooster/long_special
source: The Smooth Ride skill improves accuracy when firing on the move for the course of one battle. If the skill is trained to 100%, the equipped directive increases its effect; if not, the directive provides your vehicle with the skill trained to 100%.
ru: Умение «Плавный ход» уменьшает разброс орудия при стрельбе на ходу. Расходуется за один бой. Если умение изучено, то установленная предбоевая инструкция усиливает его действие. При отсутствии соответствующего умения — полностью его заменяет.

# smoothDrivingBattleBooster/short_special
source: Provides the Smooth Ride skill trained to 100% or increases its effect
ru: Даёт умение «Плавный ход» или усиливает его
