Repository: McHarny/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/artefacts.*.resx
Languages: ru

# bomber/name
source: Airstrike
ru: Авиаудар

# ration_czech/always
source: +10% to all crew skills and perks for the course of the battle.
ru: +10% ко всем навыкам и умениям экипажа. Расходуется за один бой.

# ration_czech/descr
source: +10% to all crew skills and perks.
ru: +10% ко всем навыкам и умениям экипажа.

# ration_czech/name
source: Buchty
ru: Бухты

# ration_czech/restriction
source: Restricted: Czechoslovakian vehicles.
ru: Только для техники Чехословакии.

# ration_sweden/always
source: +10% to all crew skills and perks for the course of the battle.
ru: +10% ко всем навыкам и умениям экипажа. Расходуется за один бой.

# ration_sweden/descr
source: +10% to all crew skills and perks.
ru: +10% ко всем навыкам и умениям экипажа.

# ration_sweden/name
source: Coffee with Cinnamon Buns
ru: Кофе с выпечкой

# ration_sweden/restriction
source: Restricted: Swedish vehicles.
ru: Только для техники Швеции.

# largeMedkit/removingStun/onUse
source: Treats all injured crew members and removes the stun effect. Can be used multiple times in a battle. The consumable is removed after the battle if it was used at least once.
ru: Лечение всех раненых членов экипажа и снятие эффекта оглушения. Используется многократно за бой. Снаряжение списывается после боя, если было хоть раз применено.

# largeMedkit/stunDisabled/descr
source: Treatment of all injured crew members.
ru: Лечение всех раненых членов экипажа.

# smallMedkit/removingStun/onUse
source: Treatment of an injured crew member and removing the stun effect. Can be used multiple times in a battle. The consumable is removed after a battle if it was used at least once.
ru: Лечение раненого члена экипажа и снятие эффекта оглушения. Используется многократно за бой. Снаряжение списывается после боя, если было хоть раз применено.

# smallMedkit/stunDisabled/descr
source: Treatment of an injured crew member and removal of the stun effect.
ru: Лечение раненого члена экипажа и снятие эффекта оглушения.

# aimingStabilizerBattleBooster/descr
source: %s to dispersion during movement and turret rotation with Vertical Stabilizer (Mk 1 and Mk 2) or Stabilizing Equipment System mounted.
ru: %s от разброса при движении и повороте башни при установленном оборудовании «Стабилизатор вертикальной наводки» (Mk1 и Mk2) или «Комплекс стабилизационного оборудования».

# aimingStabilizerBattleBooster/name
source: Stabilizer Greasing
ru: Смазка стабилизаторов

# camouflageBattleBooster/action/boost
source: Additional 10% to vehicle concealment
ru: Добавляет дополнительные 10% к незаметности машины

# camouflageBattleBooster/action/perk
source: Gives all crew members the Concealment skill trained to 100%
ru: Даёт 100% умение «Маскировка» всему экипажу

# camouflageBattleBooster/name
source: Natural Cover
ru: Укрытия на местности

# coatedOpticsBattleBooster/descr
source: %s to view range (up to 445 m) with Coated Optics or Experimental Optics mounted.
ru: %s к радиусу обзора, но не более 445 м при установленном оборудовании «Просветлённая оптика» или «Юстированная оптика».

# coatedOpticsBattleBooster/name
source: Optical Calibration
ru: Калибровка оптики

# crewBattleBooster/descr/boost
source: Improves the following
ru: Усиливает

# crewBattleBooster/descr/perk
source: perk:
ru: навык

# crewBattleBooster/descr/replace
source: Gives the following
ru: Даёт

# crewBattleBooster/descr/skill
source: skill:
ru: умение

# deluxAimingStabilizer/descr
source: {colorTagOpen}-25%{colorTagClose} to dispersion during movement and turret rotation
ru: {colorTagOpen}-25%{colorTagClose} от разброса при движении и повороте башни

# deluxAimingStabilizer/name
source: Stabilizing Equipment System
ru: Комплекс стабилизационного оборудования

# deluxCoatedOptics/descr
source: {colorTagOpen}+12.5%{colorTagClose} to view range, up to 445 m
ru: {colorTagOpen}+12,5%{colorTagClose} к радиусу обзора, но не более 445 м

# deluxCoatedOptics/name
source: Experimental Optics
ru: Юстированная оптика

# deluxEnhancedAimDrives/descr
source: {colorTagOpen}+12.5%{colorTagClose} to aiming speed
ru: {colorTagOpen}+12,5%{colorTagClose} к скорости сведения

# deluxEnhancedAimDrives/name
source: Wear-Resistant Gun Laying Drive
ru: Износостойкие приводы наводки

# deluxImprovedVentilation/descr
source: {colorTagOpen}+7.5%{colorTagClose} to all crew skills
ru: {colorTagOpen}+7,5%{colorTagClose} ко всем умениям всего экипажа

# deluxImprovedVentilation/name
source: Venting System
ru: Система отвода пороховых газов

# deluxRammer/descr
source: {colorTagOpen}-12.5%{colorTagClose} to loading time
ru: {colorTagOpen}-12,5%{colorTagClose} от времени заряжания

# deluxRammer/name
source: Innovative Loading System
ru: Экспериментальная система заряжания

# deluxToolbox/descr
source: {colorTagOpen}+40%{colorTagClose} to repair speed
ru: {colorTagOpen}+40%{colorTagClose} к скорости ремонта

# deluxToolbox/name
source: Extended Spare Parts Kit
ru: Расширенный набор ЗИП

# enhancedAimDrivesBattleBooster/descr
source: %s to aiming speed with Enhanced Gun Laying Drive or Wear-Resistant Gun Laying Drive mounted.
ru: %s к скорости сведения при установленном оборудовании «Усиленные приводы наводки» или «Износостойкие приводы наводки».

# enhancedAimDrivesBattleBooster/name
source: Aim Tuning
ru: Настройка прицела

# fireFightingBattleBooster/action/boost
source: Additional 50% to firefighting abilities
ru: Ускоряет тушение пожара на дополнительные 50%

# fireFightingBattleBooster/action/perk
source: Gives all crew members the Firefighting skill trained to 100%
ru: Даёт 100% умение «Пожаротушение» всему экипажу

# fireFightingBattleBooster/name
source: Experienced Firefighters
ru: Искусство сбивать пламя

# improvedVentilationBattleBooster/descr
source: %s to all crew skills with Improved Ventilation (any class) or Venting System mounted.
ru: %s ко всем умениям всего экипажа при установленном оборудовании «Улучшенная вентиляция» (любого класса) или «Система отвода пороховых газов».

# improvedVentilationBattleBooster/name
source: Vent Purge
ru: Продувка воздуховодов

# lastEffortBattleBooster/action/boost
source: Additional 3 s to time for a Radio Operator who was not injured at the moment of his vehicle's destruction to report enemy positions
ru: Увеличивает время, в течение которого позволяет радисту, не выведенному из строя на момент уничтожения машины, передавать разведданные по технике противника на дополнительные 3 с к базовому времени действия навыка

# lastEffortBattleBooster/action/perk
source: Gives the Call for Vengeance perk trained to 100%
ru: Даёт 100% навык «Из последних сил»

# lastEffortBattleBooster/name
source: Duty Comes First
ru: Долг превыше всего

# pedantBattleBooster/action/boost
source: Additional 37.5% to ammo rack durability
ru: Дополнительно увеличивает прочность боеукладки на 37,5%

# pedantBattleBooster/action/perk
source: Gives the Safe Stowage perk trained to 100%
ru: Даёт 100% навык «Бесконтактная боеукладка»

# pedantBattleBooster/name
source: Shell Organizer
ru: Разложить снаряды

# rammerBattleBooster/descr
source: %s to loading time with Rammer (any gun type and caliber) or Innovative Loading System mounted.
ru: %s от времени заряжания орудия при установленном оборудовании «Досылатель» (любого типа орудия и калибра) или «Экспериментальная система заряжания».

# rammerBattleBooster/name
source: Orderly Ammo Rack
ru: Рациональная боеукладка

# rancorousBattleBooster/action/boost
source: Additional 2 s to time for a targeted enemy vehicle to stay visible
ru: Увеличивает время, позволяющее наводчику в зоне видимости наблюдать машину противника в прицеле дополнительные 2 с к базовому времени действия навыка

# rancorousBattleBooster/action/perk
source: Gives the Designated Target perk trained to 100%
ru: Даёт 100% навык «Злопамятный»

# rancorousBattleBooster/name
source: Focus on Target
ru: Концентрация на цели

# ration_poland/always
source: +10% to all crew skills and perks for the course of the battle.
ru: +10% ко всем навыкам и умениям экипажа. Расходуется за один бой.

# ration_poland/descr
source: +10% to all crew skills and perks.
ru: +10% ко всем навыкам и умениям экипажа.

# ration_poland/name
source: Bread with Smalec
ru: Хлеб со смальцем

# ration_poland/restriction
source: Restricted: Polish vehicles.
ru: Только для техники Польши.

# sixthSenseBattleBooster/action/boost
source: The Sixth Sense perk is activated 1 s earlier
ru: Уменьшает время срабатывания навыка «Шестое чувство» на 1 с

# sixthSenseBattleBooster/action/perk
source: Gives the Sixth Sense perk trained to 100%
ru: Даёт 100% навык «Шестое чувство»

# sixthSenseBattleBooster/name
source: Increased Focus
ru: Повышенное внимание

# smoothDrivingBattleBooster/action/boost
source: Doubles the effect of the Smooth Ride skill
ru: Удваивает эффект от умения «Плавный ход»

# smoothDrivingBattleBooster/action/perk
source: Gives the Smooth Ride skill trained to 100%
ru: Даёт 100% умение «Плавный ход»

# smoothDrivingBattleBooster/name
source: Gearbox Intricacy
ru: Тонкости работы КПП

# smoothTurretBattleBooster/action/boost
source: Doubles the effect of the Snap Shot skill
ru: Удваивает эффект от умения «Плавный поворот башни»

# smoothTurretBattleBooster/action/perk
source: Gives the Snap Shot skill trained to 100%
ru: Даёт 100% умение «Плавный поворот башни»

# smoothTurretBattleBooster/name
source: Steady Hand
ru: Без резких движений

# toolboxBattleBooster/descr
source: %s to repair speed with Toolbox or Extended Spare Parts Kit mounted.
ru: %s к скорости ремонта при установленном оборудовании «Ящик с инструментами» или «Расширенный набор ЗИП».

# toolboxBattleBooster/name
source: Pre-Battle Maintenance
ru: Предбоевое ТО

# virtuosoBattleBooster/action/boost
source: Doubles the effect of the Clutch Braking skill
ru: Удваивает эффект от умения «Виртуоз»

# virtuosoBattleBooster/action/perk
source: Gives the Clutch Braking skill trained to 100%
ru: Даёт 100% умение «Виртуоз»

# virtuosoBattleBooster/name
source: Combat Course
ru: Полоса препятствий

# ration_italy/always
source: +10% to all crew skills and perks for the course of the battle.
ru: +10% ко всем навыкам и умениям экипажа. Расходуется за один бой.

# ration_italy/descr
source: +10% to all crew skills and perks.
ru: +10% ко всем навыкам и умениям экипажа.

# ration_italy/name
source: Spaghetti with Meat Sauce
ru: Спагетти с мясным соусом

# ration_italy/restriction
source: Restricted: Italian vehicles.
ru: Только для техники Италии.

# artillery/longDescr
source: Artillery Strike commands artillery to lay fire on a small area for a short duration. Vehicles in the center of the impact area are heavily damaged, while the targets on the border have a high chance to escape the artillery fire.
ru: Артобстрел: артиллерийские батареи открывают непродолжительный огонь по небольшой площади. Техника в центре зоны обстрела получает значительные повреждения, в то время как машины на границе зоны находятся в относительной безопасности.

# artillery/shortDescr
source: Upon activation, commands the artillery to lay fire at the specified map area.
ru: При использовании даёт артбатарее команду произвести залп в указанный квадрат карты.

# bomber/longDescr
source: Airstrike commands a ground-attack plane to take off and drop bombs along a rectangular path. Vehicles in that medium-sized area are lightly damaged and receive an additional stun effect for a certain duration.
ru: Авиаудар: бомбардировщик получает приказ на сброс бомб в указанный сектор средней площади. Находящиеся в данном секторе машины получают незначительный урон и оглушение на определённое время.

# bomber/shortDescr
source: Upon activation, commands a ground-attack plane to take off and drop bombs in the specified map area.
ru: При использовании даёт бомбардировщику команду взлететь и произвести бомбометание над указанным квадратом карты.

# inspire/descr
source: Upon activation, improves the crew performance and all allies in a certain radius for a short duration.
ru: При активации на короткое время увеличивает прибавку в процентах к основным специальностям экипажа игрока и союзников в определённом радиусе.

# inspire/longDescr
source: Inspire improves the crew performance of the vehicle and of all allies in close distance for a certain duration. When a vehicle leaves the area, the effect stays active for a few additional seconds.
ru: Воодушевление на короткое время увеличивает прибавку в процентах к основным специальностям экипажа игрока и союзников в определённом радиусе. Если машина покидает радиус действия, воодушевление продолжает действовать несколько секунд.

# inspire/name
source: Inspire
ru: Воодушевление

# inspire/shortDescr
source: Upon activation, improves the crew performance and all allies in a certain radius for a short duration.
ru: При активации на короткое время увеличивает прибавку в процентах к основным специальностям экипажа игрока и союзников в определённом радиусе.

# passive_engineering/descr
source: Provides a constant bonus to capture speed, capture blocking, and resupply.
ru: Даёт постоянный бонус к скорости захвата, сбитию захвата и пополнению боеприпасов.

# passive_engineering/longDescr
source: Engineering provides a constant bonus to capture and resupply speed. Enemies who are damaged inside a capture circle receive an increased capture block time. In addition, capturing can be blocked by occupying the capture circle.
ru: Диверсионный отряд даёт постоянный бонус к скорости захвата, сбитию захвата и пополнению БК. Захват базы блокируется на большее время, если противник внутри круга захвата получает урон. Кроме того, захват противника можно остановить, заехав в круг захвата базы.

# passive_engineering/name
source: Engineering
ru: Диверсионный отряд

# passive_engineering/shortDescr
source: Provides a constant bonus to capture speed, capture blocking, and resupply.
ru: Даёт постоянный бонус к скорости захвата, сбитию захвата и пополнению боеприпасов.

# recon/descr
source: Upon activation, commands a reconnaissance plane to spot a line over the specified map area.
ru: При активации отправляет в указанную область карты самолёт-разведчик, который обнаруживает технику противника на маршруте своего полёта.

# recon/longDescr
source: Recon Flight commands a reconnaissance plane to spot a line in a large area. Vehicles in the plane's sight are spotted and stay visible for a certain duration.
ru: Самолёт-разведчик: в указанную область карты вылетает разведывательный самолёт, который обнаруживает технику противника на маршруте своего полёта. Разведчик передаёт разведданные по обнаруженной технике определённое время.

# recon/name
source: Recon Flight
ru: Самолёт-разведчик

# recon/shortDescr
source: Upon activation, commands a reconnaissance plane to spot a line over the specified map area.
ru: При активации отправляет в указанную область карты самолёт-разведчик, который обнаруживает технику противника на маршруте своего полёта.

# smoke/descr
source: Upon activation, commands the artillery to lay a smoke screen at the specified map area.
ru: При активации артиллерийские расчёты ставят дымовую завесу в указанной зоне карты.

# smoke/longDescr
source: Smoke Screen fires a line of smoke grenades in a large area. Smoke blocks the line-of-sight and conceals tanks. Vehicles inside smoke have a decreased view range.
ru: При активации артиллерийские расчёты ставят дымы на большой прямоугольной площади. При постановке дымовая завеса блокирует обзор в указанном секторе и маскирует необнаруженные машины. Техника в дымах также имеет ограниченный обзор.

# smoke/name
source: Smoke Screen
ru: Дымовая завеса

# smoke/shortDescr
source: Upon activation, commands the artillery to lay a smoke screen at the specified map area.
ru: При активации артиллерийские расчёты ставят дымовую завесу в указанной зоне карты.

# defenderAbility/descr
source: Strong explosion effect pushes the ball and destroys enemies' tracks.
ru: Взрывные волны отталкивают мяч и сбивают гусеницы противнику.

# defenderAbility/name
source: Splash
ru: Ударная волна

# lastchance/descr
source: Instant reloading of two rounds of the empty magazine. Cooldown: 40 s.
ru: Моментально заряжает два дополнительных снаряда в магазин. Перезарядка: 40 сек.

# lastchance/name
source: Second Chance
ru: Тузы в рукавах

# aimingStabilizer/long_special
source: Reducing your gun dispersion is critical: the smaller the initial dispersion, the smaller the aiming circle is and the quicker you can fully aim your gun. In addition, an unprepared shot (that is fired without fully aiming or on the move) will have a better chance of hitting the target.
ru: Уменьшение разброса — важный фактор, ведь чем меньше будет изначальный разброс орудия, тем с меньшего по диаметру круга начнётся сведение, а значит, оно пройдёт быстрее. Кроме того, неподготовленный выстрел (выстрел без сведения или с ходу) также будет точнее.

# aimingStabilizer/short_special
source: {colorTagOpen}-20%{colorTagClose} to dispersion during movement and turret rotation
ru: {colorTagOpen}-20%{colorTagClose} от разброса при движении и повороте башни

# aimingStabilizerBattleBooster/long_special
source: Improves the effect of Vertical Stabilizer (Mk 1 and Mk 2) or Stabilizing Equipment System for the course of the battle. These equipment items should be mounted on your vehicle to equip this directive.
ru: Расходуется за один бой. Усиливает эффект оборудования «Стабилизатор вертикальной наводки» (Mk1 и Мk2) или «Комплекс стабилизационного оборудования». Для установки инструкции данное оборудование должно быть на технике.

# aimingStabilizerBattleBooster/short_special
source: Improves the effect of the stabilizer
ru: Усиливает эффект от стабилизатора

# antifragmentationLining/long_special
source: Spall liners absorb damage; this means they reduce the damage from ramming and High-Explosive shells. Spall liners will be beneficial to heavy tanks with reliable armor and huge ramming potential that fight mainly in close combat.
ru: Абсорбция — поглощение; проще говоря, подбой уменьшает урон от столкновений с другой техникой и от попаданий по машине осколочно-фугасных снарядов. Подбой пригодится на тяжёлых танках ближнего боя с крепкой бронёй и мощным таранным потенциалом.

# antifragmentationLining/short_special
source: Protects the vehicle and the crew from HE shells
ru: Защищает от ОФ-снарядов и ранений экипажа

# autoExtinguishers/long_special
source: Automatically extinguishes fire and reduces the chance of the vehicle catching fire. This consumable is suitable for all vehicle types of any nation.
ru: Автоматически тушит возгорание. Также пассивно снижает шанс возгорания. Не требует ручной активации. Подходит для всех типов техники любой нации.

# autoExtinguishers/short_special
source: Automatic fire extinguishing
ru: Автоматически тушит пожар

# camouflageBattleBooster/long_special
source: The Concealment skill reduces the visibility of both moving and stationary vehicles for the course of the battle. If the skill is trained to 100%, the equipped directive increases its effect; if not, the directive provides your vehicle with the skill trained to 100%.
ru: Умение «Маскировка» увеличивает незаметность как подвижной, так и неподвижной машины. Расходуется за один бой. Если умение изучено, то установленная предбоевая инструкция усиливает его действие. При отсутствии соответствующего умения — полностью его заменяет.

# camouflageBattleBooster/short_special
source: Provides the Concealment skill trained to 100% or increases its effect
ru: Даёт умение «Маскировка» или усиливает его

# camouflageNet/long_special
source: The Camouflage Net is mainly beneficial to stealthy vehicles: small light tanks, SPGs, and Tank Destroyers with a low silhouette. It increases the effect of the Concealment skill—their combination will provide a good bonus to your vehicle. The Camouflage Net is activated when the vehicle is stationary.
ru: Сеть полезна для малозаметных машин: небольших лёгких танков, САУ и ПТ-САУ с низким силуэтом. Она усиливает действие «Маскировки», поэтому лучше применять их в связке. Активируется на неподвижной машине.

# camouflageNet/short_special
source: Reduces vehicle visibility
ru: Увеличивает незаметность машины

# carbonDioxide/long_special
source: This type of equipment is mostly beneficial to vehicles that are prone to frequent fires due to their design features. This problem is quite common among KV series tanks, Tier X U.S.S.R. medium tanks, and a number of other vehicles.
ru: Данный вид оборудования может быть полезен на технике, которая из-за особенностей конструкции склонна к возгораниям. Эта проблема наиболее актуальна для машин серии КВ, советских средних танков Х уровня, а также некоторых других.

# carbonDioxide/short_special
source: {colorTagOpen}+50%{colorTagClose} to fuel tank durability
ru: {colorTagOpen}+50%{colorTagClose} к прочности баков

# chocolate/long_special
source: Automatically activated at the beginning of the battle and effective for the course of the battle. Only suitable for German vehicles.
ru: Автоматически активируется после начала боя и действует на всём его протяжении. Подходит только для немецкой техники.

# chocolate/short_special
source: Improves the performance of German crews
ru: Повышает эффективность немецких экипажей

# coatedOptics/long_special
source: Unlike Binocular Telescope, Coated Optics provides a smaller yet permanent bonus that does not disappear with vehicle movement. As a result, Coated Optics is highly beneficial for vehicles with active gameplay—light and medium tanks.
ru: В отличие от стереотрубы, просветлённая оптика даёт меньшую прибавку, но зато работает постоянно, а не только после остановки машины. В связи с этим оптика нужна машинам, которые активно действуют на поле боя, в первую очередь — лёгким и средним танкам.

# coatedOptics/short_special
source: {colorTagOpen}+10%{colorTagClose} to view range
ru: {colorTagOpen}+10%{colorTagClose} к радиусу обзора

# coatedOpticsBattleBooster/long_special
source: Improves the effect of the Coated Optics or Experimental Optics equipment for the course of the battle. These equipment items should be mounted on your vehicle to equip this directive.
ru: Расходуется за один бой. Усиливает эффект оборудования «Просветлённая оптика» или «Юстированная оптика». Для установки инструкции данное оборудование должно быть на технике.

# coatedOpticsBattleBooster/short_special
source: Improves the effect of the optics
ru: Усиливает эффект от оптики

# cocacola/long_special
source: Automatically activated at the beginning of the battle and effective for the course of the battle. Only suitable for U.S. vehicles.
ru: Автоматически активируется после начала боя и действует на всём его протяжении. Подходит только для американской техники.

# cocacola/short_special
source: Improves the performance of U.S. crews
ru: Повышает эффективность американских экипажей

# deluxAimingStabilizer/long_special
source: An improved version of Vertical Stabilizer ({colorTagOpen}-20%{colorTagClose} to dispersion during movement and turret rotation) that provides a stronger effect: {colorTagOpen}-25%{colorTagClose} to dispersion during movement and turret rotation. This equipment is suitable for vehicles of all nations and types; can be demounted using bonds only.
ru: Усовершенствованная версия стабилизатора вертикальной наводки ({colorTagOpen}-20%{colorTagClose} от разброса при движении и повороте башни), имеет больший эффект: {colorTagOpen}-25%{colorTagClose} от разброса при движении и повороте башни. Подходит ко всем нациям и типам техники, может быть демонтирован только за боны.

# deluxAimingStabilizer/short_special
source: {colorTagOpen}-25%{colorTagClose} to dispersion during movement and turret rotation
ru: {colorTagOpen}-25%{colorTagClose} от разброса при движении и повороте башни
