Repository: McHarny/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/artefacts.*.resx
Languages: ru

# smoothTurretBattleBooster/long_special
source: The Snap Shot skill improves accuracy during turret rotation for the course of the battle. If the skill is trained to 100%, the equipped directive increases its effect; if not, the directive provides your vehicle with the skill trained to 100%.
ru: Умение «Плавный поворот башни» уменьшает разброс орудия при повороте башни. Расходуется за один бой. Если умение изучено, то установленная предбоевая инструкция усиливает его действие. При отсутствии соответствующего умения — полностью его заменяет.

# smoothTurretBattleBooster/short_special
source: Provides the Snap Shot skill trained to 100% or increases its effect
ru: Даёт умение «Плавный поворот башни» или усиливает его

# stereoscope/long_special
source: Good view range provides a solid advantage to vehicles in battle. This type of equipment is beneficial to all vehicle types except SPGs and vehicles that engage in close combat. Binocular telescope provides a solid benefit to ambush vehicles with a low silhouette and accurate gun. The equipment is activated when the vehicle is stationary.
ru: Хороший обзор — важное преимущество в игре. Этот вид оборудования полезен на всех видах техники, кроме САУ и машин ближнего боя. Наибольшую пользу от стереотрубы получат «засадные бойцы»: техника с низким силуэтом и точными орудиями. Активируется на неподвижной машине.

# stereoscope/short_special
source: {colorTagOpen}+25%{colorTagClose} to view range for a stationary vehicle
ru: {colorTagOpen}+25%{colorTagClose} к обзору из неподвижной машины

# toolbox/long_special
source: High repair speed is crucial for the survivability of any vehicle. An immobilized vehicle is an easy target for opponents. Mounting Toolbox is beneficial to heavy tanks, medium tanks, and tank destroyers if their crews are training the Repairs skill.
ru: Высокая скорость ремонта критически важна для выживания любой машины. Обездвиженный танк или ПТ-САУ является лёгкой мишенью для противника. Ящик с инструментами — хороший выбор для ТТ, СТ и ПТ-САУ, экипажи которых изучают ремонт.

# toolbox/short_special
source: {colorTagOpen}+25%{colorTagClose} to repair speed
ru: {colorTagOpen}+25%{colorTagClose} к скорости ремонта

# toolboxBattleBooster/long_special
source: Improves the effect of Toolbox or Extended Spare Parts Kit for the course of one battle. These equipment items should be mounted on your vehicle to equip this directive.
ru: Расходуется за один бой. Усиливает эффект оборудования «Ящик с инструментами» или «Расширенный набор ЗИП». Для установки инструкции данное оборудование должно быть на технике.

# toolboxBattleBooster/short_special
source: Improves the Toolbox effect
ru: Усиливает эффект от ящика с инструментами

# virtuosoBattleBooster/long_special
source: The Clutch Braking skill increases traverse speed of both stationary and moving vehicle for the course of the battle. If the skill is trained to 100%, the equipped directive increases its effect; if not, the directive provides your vehicle with the skill trained to 100%.
ru: Умение «Виртуоз» ускоряет поворот машины как на месте, так и в движении. Расходуется за один бой. Если умение изучено, то установленная предбоевая инструкция усиливает его действие. При отсутствии соответствующего умения — полностью его заменяет.

# virtuosoBattleBooster/short_special
source: Provides the Clutch Braking skill trained to 100% or increases its effect
ru: Даёт умение «Виртуоз» или усиливает его

# wetCombatPack/long_special
source: This equipment will be useful for vehicles that often receive critical hits to their ammo racks, which can cause them to explode (for example, the IS-3, Type 59, T-44, and sometimes the T110E5 and IS-7). Other vehicles rarely have their ammo racks explode.
ru: Данный вид оборудования пригодится на машинах, боеукладка которых имеет невысокую прочность и поэтому склонна к детонации. Например, к ним относятся ИС-3, Type 59, Т-44, реже — T110E5 и ИС-7. На остальной технике боеукладка взрывается в единичных случаях.

# wetCombatPack/short_special
source: {colorTagOpen}+50%{colorTagClose} to ammo rack durability
ru: {colorTagOpen}+50%{colorTagClose} к прочности боеукладки
