Repository: McHarny/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/artefacts.*.resx
Languages: ru

# afterburning/descr
source: Boosts the speed and acceleration of your vehicle for a limited time. Cooldown: 20 s.
ru: На короткое время даёт существенную прибавку к скорости. Перезарядка: 20 сек.

# afterburning/name
source: Turbocharger
ru: Турбонагнетатель

# aimingStabilizer/descr
source: {colorTagOpen}+20%{colorTagClose} to accuracy during movement and turret rotation
ru: {colorTagOpen}-20%{colorTagClose} от разброса при движении и повороте башни

# aimingStabilizer_Mk1/name
source: Vertical Stabilizer Mk 1
ru: Стабилизатор вертикальной наводки Mk 1

# aimingStabilizer_Mk2/name
source: Vertical Stabilizer Mk 2
ru: Стабилизатор вертикальной наводки Mk 2

# antifragmentationLining/descr
source: +15% to armor protection from ramming and explosions
ru: +15% к абсорбции повреждений от взрывов и тарана

# antifragmentationLining_heavy/name
source: Heavy Spall Liner
ru: Тяжёлый противоосколочный подбой

# antifragmentationLining_light/name
source: Light Spall Liner
ru: Лёгкий противоосколочный подбой

# antifragmentationLining_medium/name
source: Medium Spall Liner
ru: Средний противоосколочный подбой

# autoExtinguishers/descr
source: Automatic fire extinguishing in your vehicle.
ru: Автоматическое тушение пожара в собственной машине.

# autoExtinguishers/name
source: Automatic Fire Extinguisher
ru: Автоматический огнетушитель

# breakfast/descr
source: +10% to all crew skills for the course of the battle Restricted: French vehicles
ru: +10% ко всем умениям всего экипажа до конца боя Ограничение: французские танки

# breakfast/name
source: Light Breakfast
ru: Лёгкий завтрак

# camouflageNet/descr
source: Reduces detection chance when the vehicle is stationary
ru: Значительно увеличивает незаметность неподвижной машины

# camouflageNet/name
source: Camouflage Net
ru: Маскировочная сеть

# carbonDioxide/descr
source: {colorTagOpen}+50%{colorTagClose} to fuel tank durability
ru: {colorTagOpen}+50%{colorTagClose} к прочности баков

# carbonDioxide/name
source: Fill Tanks with CO2
ru: Заполнение баков СО2

# chocolate/descr
source: +10% to all crew skills and perks.
ru: +10% ко всем навыкам и умениям экипажа.

# chocolate/name
source: Chocolate
ru: Шоколад

# coatedOptics/descr
source: {colorTagOpen}+10%{colorTagClose} to view range, up to a range of 445 m
ru: {colorTagOpen}+10%{colorTagClose} к радиусу обзора, но не более 445 м

# coatedOptics/name
source: Coated Optics
ru: Просветлённая оптика

# cocacola/descr
source: +10% to all crew skills and perks.
ru: +10% ко всем навыкам и умениям экипажа.

# cocacola/name
source: Case of Cola
ru: Ящик Колы

# enhancedAimDrives/descr
source: {colorTagOpen}+10%{colorTagClose} to aiming speed
ru: {colorTagOpen}+10%{colorTagClose} к скорости сведения

# enhancedAimDrives/name
source: Enhanced Gun Laying Drive
ru: Усиленные приводы наводки

# enhancedBelwillWashers/name
source: Enhanced Belleville Washers
ru: Усиленные шайбы Бельвилля

# enhancedLevers/name
source: Enhanced Levers
ru: Усиленные балансиры

# enhancedLongitudinalTorsions/name
source: Enhanced Longitudinal Torsion Bars
ru: Усиленные продольные торсионы

# enhancedSprings/name
source: Enhanced Springs
ru: Усиленные рессоры

# enhancedSuspension/descr
source: {colorTagOpen}+10%{colorTagClose} to suspension load capacity {colorTagOpen}+20%{colorTagClose} to suspension durability {colorTagOpen}-50%{colorTagClose} to hull damage caused by suspension damage during impact
ru: {colorTagOpen}+10%{colorTagClose} к грузоподъёмности ходовой {colorTagOpen}+20%{colorTagClose} к прочности ходовой {colorTagOpen}-50%{colorTagClose} к урону, передаваемому корпусу через ходовую при падении

# enhancedSuspension_Christie/name
source: Enhanced Christie Suspension
ru: Усиленная подвеска Кристи

# enhancedSuspension_Vikkers/name
source: Enhanced Vickers Suspension
ru: Усиленная подвеска Виккерса

# enhancedSuspension_candle/name
source: Enhanced Candle Suspension
ru: Усиленная свечная подвеска

# enhancedTorsions1t/name
source: Enhanced Torsion Bars 1 t Class
ru: Усиленные торсионы 1 т класса

# enhancedTorsions3t/name
source: Enhanced Torsion Bars 3 t Class
ru: Усиленные торсионы 3 т класса

# enhancedTorsions5t/name
source: Enhanced Torsion Bars 5+ t Class
ru: Усиленные торсионы 5+ т класса

# filterCyclone/descr
source: {colorTagOpen}+50%{colorTagClose} to engine durability
ru: {colorTagOpen}+50%{colorTagClose} к прочности двигателя

# filterCyclone/name
source: Cyclone Filter
ru: Фильтр «Циклон»

# gasoline100/descr
source: +5% to engine power and turret traverse speed.
ru: +5% к мощности двигателя и скорости вращения башни.

# gasoline100/name
source: 100-octane Gasoline
ru: 100-октановый бензин

# gasoline105/descr
source: +10% to engine power and turret traverse speed.
ru: +10% к мощности двигателя и скорости вращения башни.

# gasoline105/name
source: 105-octane Gasoline
ru: 105-октановый бензин

# grousers/descr
source: {colorTagOpen}+10%{colorTagClose} to performance on soft ground, {colorTagOpen}+5%{colorTagClose} to performance on moderately soft ground
ru: {colorTagOpen}+10%{colorTagClose} к проходимости по слабым грунтам, {colorTagOpen}+5%{colorTagClose} к проходимости по средним грунтам

# grousers/name
source: Additional Grousers
ru: Дополнительные грунтозацепы

# handExtinguishers/descr
source: Fire extinguishing in your vehicle.
ru: Тушение пожара в собственной машине.

# handExtinguishers/name
source: Manual Fire Extinguisher
ru: Ручной огнетушитель

# improvedVentilation/descr
source: {colorTagOpen}+5%{colorTagClose} to all crew skills
ru: {colorTagOpen}+5%{colorTagClose} ко всем умениям всего экипажа

# improvedVentilation_class1/name
source: Improved Ventilation Class 1
ru: Улучшенная вентиляция Класс 1

# improvedVentilation_class2/name
source: Improved Ventilation Class 2
ru: Улучшенная вентиляция Класс 2

# improvedVentilation_class3/name
source: Improved Ventilation Class 3
ru: Улучшенная вентиляция Класс 3

# largeCaliberHowitzerRammer/name
source: Large-Caliber Artillery-Shell Rammer
ru: Гаубичный досылатель крупного калибра

# largeCaliberTankRammer/name
source: Large-Caliber Tank Gun Rammer
ru: Орудийный досылатель крупного калибра

# largeMedkit/descr
source: Treatment of all injured crew members and removing the stun effect.
ru: Лечение всех раненых членов экипажа и снятие эффекта оглушения.

# largeMedkit/name
source: Large First Aid Kit
ru: Большая аптечка

# largeRepairkit/descr
source: Repair of all damaged modules.
ru: Починка всех повреждённых модулей.

# largeRepairkit/name
source: Large Repair Kit
ru: Большой ремкомплект

# lendLeaseOil/descr
source: +5% to engine power.
ru: +5% к мощности двигателя.

# lendLeaseOil/name
source: Lend-Lease Oil
ru: Ленд-лизовское масло

# mediumCaliberHowitzerRammer/name
source: Medium-Caliber Artillery Shell Rammer
ru: Гаубичный досылатель среднего калибра

# mediumCaliberTankRammer/name
source: Medium-Caliber Tank Gun Rammer
ru: Орудийный досылатель среднего калибра

# qualityOil/descr
source: +5% to engine power.
ru: +5% к мощности двигателя.

# qualityOil/name
source: Quality Oil
ru: Качественное масло

# rammer/descr
source: {colorTagOpen}-10%{colorTagClose} to loading time
ru: {colorTagOpen}-10%{colorTagClose} от времени заряжания

# ration/descr
source: +10% to all crew skills and perks.
ru: +10% ко всем навыкам и умениям экипажа.

# ration/name
source: Extra Combat Rations
ru: Доппаёк

# ration_china/descr
source: +10% to all crew skills and perks.
ru: +10% ко всем навыкам и умениям экипажа.

# ration_china/name
source: Improved Combat Rations
ru: Улучшенный рацион

# removedRpmLimiter/descr
source: +10% to engine power but damages the engine.
ru: Повышает мощность двигателя на 10%, но повреждает его.

# removedRpmLimiter/name
source: Removed Speed Governor
ru: Подкрученный регулятор оборотов двигателя

# smallMedkit/descr
source: Treatment of an injured crew member and removing the stun effect.
ru: Лечение раненого члена экипажа и снятие эффекта оглушения.

# smallMedkit/name
source: Small First Aid Kit
ru: Малая аптечка

# smallRepairkit/descr
source: Repair of a damaged module or two damaged tracks.
ru: Починка одного повреждённого модуля или обеих гусениц.

# smallRepairkit/name
source: Small Repair Kit
ru: Малый ремкомплект

# stereoscope/descr
source: {colorTagOpen}+25%{colorTagClose} to view range for a stationary vehicle, up to 445 m
ru: {colorTagOpen}+25%{colorTagClose} к радиусу обзора из неподвижной машины, но не более 445 м

# stereoscope/name
source: Binocular Telescope
ru: Стереотруба

# toolbox/descr
source: {colorTagOpen}+25%{colorTagClose} to repair speed
ru: {colorTagOpen}+25%{colorTagClose} к скорости ремонта

# toolbox/name
source: Toolbox
ru: Ящик с инструментами

# wetCombatPack/descr
source: {colorTagOpen}+50%{colorTagClose} to ammo rack durability
ru: {colorTagOpen}+50%{colorTagClose} к прочности боеукладки

# wetCombatPack_class1/name
source: "Wet" Ammo Rack Class 1
ru: «Мокрая» боеукладка Kласс 1

# wetCombatPack_class2/name
source: "Wet" Ammo Rack Class 2
ru: «Мокрая» боеукладка Kласс 2

# hotCoffee/descr
source: +10% to all crew skills and perks.
ru: +10% ко всем навыкам и умениям экипажа.

# hotCoffee/name
source: Strong Coffee
ru: Крепкий кофе

# ration_uk/descr
source: +10% to all crew skills and perks.
ru: +10% ко всем навыкам и умениям экипажа.

# ration_uk/name
source: Pudding and Tea
ru: Пудинг с чаем

# enhancedHorizontal_elastic_elements/descr
source: {colorTagOpen}+10%{colorTagClose} to suspension load capacity {colorTagOpen}+20%{colorTagClose} to suspension durability {colorTagOpen}-50%{colorTagClose} to hull damage caused by suspension damage during impact
ru: {colorTagOpen}+10%{colorTagClose} к грузоподъёмности ходовой {colorTagOpen}+20%{colorTagClose} к прочности ходовой {colorTagOpen}-50%{colorTagClose} от урона, передаваемого корпусу через ходовую при падении

# enhancedHorizontal_elastic_elements/name
source: Enhanced Horizontal Leaf Springs
ru: Усиленные горизонтальные рессоры

# enhancedHorizontal_springs/descr
source: {colorTagOpen}+10%{colorTagClose} to suspension load capacity {colorTagOpen}+20%{colorTagClose} to suspension durability {colorTagOpen}-50%{colorTagClose} to hull damage caused by suspension damage during impact
ru: {colorTagOpen}+10%{colorTagClose} к грузоподъёмности ходовой {colorTagOpen}+20%{colorTagClose} к прочности ходовой {colorTagOpen}-50%{colorTagClose} от урона, передаваемого корпусу через ходовую при падении

# enhancedHorizontal_springs/name
source: Enhanced Coil Springs Class 1
ru: Усиленные пружины 1-го класса

# enhancedHorizontal_springs_class2/descr
source: {colorTagOpen}+10%{colorTagClose} to suspension load capacity {colorTagOpen}+20%{colorTagClose} to suspension durability {colorTagOpen}-50%{colorTagClose} to hull damage caused by suspension damage during impact
ru: {colorTagOpen}+10%{colorTagClose} к грузоподъёмности ходовой {colorTagOpen}+20%{colorTagClose} к прочности ходовой {colorTagOpen}-50%{colorTagClose} от урона, передаваемого корпусу через ходовую при падении

# enhancedHorizontal_springs_class2/name
source: Enhanced Coil Springs Class 2
ru: Усиленные пружины 2-го класса

# enhancedHorizontal_springs_class3/descr
source: {colorTagOpen}+10%{colorTagClose} to suspension load capacity {colorTagOpen}+20%{colorTagClose} to suspension durability {colorTagOpen}-50%{colorTagClose} to hull damage caused by suspension damage during impact
ru: {colorTagOpen}+10%{colorTagClose} к грузоподъёмности ходовой {colorTagOpen}+20%{colorTagClose} к прочности ходовой {colorTagOpen}-50%{colorTagClose} от урона, передаваемого корпусу через ходовую при падении

# enhancedHorizontal_springs_class3/name
source: Enhanced Coil Springs Class 3
ru: Усиленные пружины 3-го класса

# enhancedSprings_class2/descr
source: {colorTagOpen}+10%{colorTagClose} to suspension load capacity {colorTagOpen}+20%{colorTagClose} to suspension durability {colorTagOpen}-50%{colorTagClose} to hull damage caused by suspension damage during impact
ru: {colorTagOpen}+10%{colorTagClose} к грузоподъёмности ходовой {colorTagOpen}+20%{colorTagClose} к прочности ходовой {colorTagOpen}-50%{colorTagClose} от урона, передаваемого корпусу через ходовую при падении

# enhancedSprings_class2/name
source: Enhanced Leaf Springs 2 Class
ru: Усиленные рессоры 2-го класса

# enhancedSprings_class3/descr
source: {colorTagOpen}+10%{colorTagClose} to suspension load capacity {colorTagOpen}+20%{colorTagClose} to suspension durability {colorTagOpen}-50%{colorTagClose} to hull damage caused by suspension damage during impact
ru: {colorTagOpen}+10%{colorTagClose} к грузоподъёмности ходовой {colorTagOpen}+20%{colorTagClose} к прочности ходовой {colorTagOpen}-50%{colorTagClose} от урона, передаваемого корпусу через ходовую при падении

# enhancedSprings_class3/name
source: Enhanced Leaf Springs 3 Class
ru: Усиленные рессоры 3-го класса

# enhancedVertical_elastic_elements/descr
source: {colorTagOpen}+10%{colorTagClose} to suspension load capacity {colorTagOpen}+20%{colorTagClose} to suspension durability {colorTagOpen}-50%{colorTagClose} to hull damage caused by suspension damage during impact
ru: {colorTagOpen}+10%{colorTagClose} к грузоподъёмности ходовой {colorTagOpen}+20%{colorTagClose} к прочности ходовой {colorTagOpen}-50%{colorTagClose} от урона, передаваемого корпусу через ходовую при падении

# enhancedVertical_elastic_elements/name
source: Enhanced Vertical Leaf Springs
ru: Усиленные вертикальные рессоры

# enhancedVertical_springs/descr
source: {colorTagOpen}+10%{colorTagClose} to suspension load capacity {colorTagOpen}+20%{colorTagClose} to suspension durability {colorTagOpen}-50%{colorTagClose} to hull damage caused by suspension damage during impact
ru: {colorTagOpen}+10%{colorTagClose} к грузоподъёмности ходовой {colorTagOpen}+20%{colorTagClose} к прочности ходовой {colorTagOpen}-50%{colorTagClose} от урона, передаваемого корпусу через ходовую при падении

# enhancedVertical_springs/name
source: Enhanced Vertical Coil Springs 1 Class
ru: Усиленные вертикальные пружины 1-го класса

# enhancedVertical_springs_class2/descr
source: {colorTagOpen}+10%{colorTagClose} to suspension load capacity {colorTagOpen}+20%{colorTagClose} to suspension durability {colorTagOpen}-50%{colorTagClose} to hull damage caused by suspension damage during impact
ru: {colorTagOpen}+10%{colorTagClose} к грузоподъёмности ходовой {colorTagOpen}+20%{colorTagClose} к прочности ходовой {colorTagOpen}-50%{colorTagClose} от урона, передаваемого корпусу через ходовую при падении

# enhancedVertical_springs_class2/name
source: Enhanced Vertical Coil Springs 2 Class
ru: Усил. вертикальные пружины 2-го класса

# enhancedVertical_springs_class3/descr
source: {colorTagOpen}+10%{colorTagClose} to suspension load capacity {colorTagOpen}+20%{colorTagClose} to suspension durability {colorTagOpen}-50%{colorTagClose} to hull damage caused by suspension damage during impact
ru: {colorTagOpen}+10%{colorTagClose} к грузоподъёмности ходовой {colorTagOpen}+20%{colorTagClose} к прочности ходовой {colorTagOpen}-50%{colorTagClose} от урона, передаваемого корпусу через ходовую при падении

# enhancedVertical_springs_class3/name
source: Enhanced Vertical Coil Springs 3 Class
ru: Усил. вертикальные пружины 3-го класса

# antifragmentationLining_heavy/descr
source: {colorTagOpen}+30%{colorTagClose} to armor protection from ramming and explosions {colorTagOpen}+30%{colorTagClose} to protection of the crew from injuries {colorTagOpen}-10%{colorTagClose} to stun duration
ru: {colorTagOpen}+30%{colorTagClose} к абсорбции повреждений от взрывов и тарана {colorTagOpen}+30%{colorTagClose} к защите экипажа от ранений {colorTagOpen}-10%{colorTagClose} от времени оглушения

# antifragmentationLining_light/descr
source: {colorTagOpen}+20%{colorTagClose} to armor protection from ramming and explosions {colorTagOpen}+20%{colorTagClose} to protection of the crew from injuries {colorTagOpen}-10%{colorTagClose} to stun duration
ru: {colorTagOpen}+20%{colorTagClose} к абсорбции повреждений от взрывов и тарана {colorTagOpen}+20%{colorTagClose} к защите экипажа от ранений {colorTagOpen}-10%{colorTagClose} от времени оглушения

# antifragmentationLining_medium/descr
source: {colorTagOpen}+25%{colorTagClose} to armor protection from ramming and explosions {colorTagOpen}+25%{colorTagClose} to protection of the crew from injuries {colorTagOpen}-10%{colorTagClose} to stun duration
ru: {colorTagOpen}+25%{colorTagClose} к абсорбции повреждений от взрывов и тарана {colorTagOpen}+25%{colorTagClose} к защите экипажа от ранений {colorTagOpen}-10%{colorTagClose} от времени оглушения

# antifragmentationLining_superheavy/descr
source: {colorTagOpen}+50%{colorTagClose} to armor protection from ramming and explosions {colorTagOpen}+50%{colorTagClose} to protection of the crew from injuries {colorTagOpen}-10%{colorTagClose} to stun duration
ru: {colorTagOpen}+50%{colorTagClose} к абсорбции повреждений от взрывов и тарана {colorTagOpen}+50%{colorTagClose} к защите экипажа от ранений {colorTagOpen}-10%{colorTagClose} от времени оглушения

# antifragmentationLining_superheavy/name
source: Superheavy Spall Liner
ru: Сверхтяжёлый противоосколочный подбой

# autoExtinguishers/always
source: +10% to fire protection.
ru: +10% к защите от пожара.

# autoExtinguishers/onUse
source: Automatic fire extinguishing in your vehicle. Can be used multiple times in a battle. The consumable is removed after a battle if it was used at least once.
ru: Автоматическое тушение пожара в собственной машине. Используется многократно за бой. Снаряжение списывается после боя, если было хоть раз применено.

# chocolate/always
source: +10% to all crew skills and perks for the course of the battle.
ru: +10% ко всем навыкам и умениям экипажа. Расходуется за один бой.

# chocolate/restriction
source: Restricted: German vehicles.
ru: Только для техники Германии.

# cocacola/always
source: +10% to all crew skills and perks for the course of the battle.
ru: +10% ко всем навыкам и умениям экипажа. Расходуется за один бой.

# cocacola/restriction
source: Restricted: U.S. vehicles.
ru: Только для техники США.

# gasoline100/always
source: +5% to engine power and turret traverse speed for the course of the battle.
ru: +5% к мощности двигателя и скорости вращения башни. Расходуется за один бой.

# gasoline100/restriction
source: Restricted: German, U.S., U.K., French, Czechoslovakian, Swedish, Italian, and Polish gasoline engines.
ru: Только для бензиновых двигателей Германии, США, Великобритании, Франции, Чехословакии, Швеции, Италии, Польши.

# gasoline105/always
source: +10% to engine power and turret traverse speed for the course of the battle.
ru: +10% к мощности двигателя и скорости вращения башни. Расходуется за один бой.

# gasoline105/restriction
source: Restricted: German, U.S., U.K., French, Czechoslovakian, Swedish, Italian, and Polish gasoline engines.
ru: Только для бензиновых двигателей Германии, США, Великобритании, Франции, Чехословакии, Швеции, Италии, Польши.

# handExtinguishers/onUse
source: Extinguishes fire in your vehicle. Can be used multiple times in a battle. The consumable is removed after the battle if it was used at least once.
ru: Тушение пожара в собственной машине. Используется многократно за бой. Снаряжение списывается после боя, если было хоть раз применено.

# hotCoffee/always
source: +10% to all crew skills and perks for the course of the battle.
ru: +10% ко всем навыкам и умениям экипажа. Расходуется за один бой.

# hotCoffee/restriction
source: Restricted: French vehicles.
ru: Только для техники Франции.

# largeMedkit/always
source: -5% to stun duration +15% to protection of the crew from injuries.
ru: -5% от времени оглушения. +15% к защите экипажа от ранений.

# largeMedkit/onUse
source: Treatment of all injured crew members. Can be used multiple times in a battle. The consumable is removed after a battle if it was used at least once.
ru: Лечение всех раненых членов экипажа. Используется многократно за бой. Снаряжение списывается после боя, если было хоть раз применено.

# largeRepairkit/always
source: +10% to speed of module repairs.
ru: +10% к скорости ремонта модулей.

# largeRepairkit/onUse
source: Repair of all damaged modules. Can be used multiple times in a battle. The consumable is removed after a battle if it was used at least once.
ru: Починка всех повреждённых модулей. Используется многократно за бой. Снаряжение списывается после боя, если было хоть раз применено.

# lendLeaseOil/always
source: +5% to engine power for the course of the battle.
ru: +5% к мощности двигателя. Расходуется за один бой.

# lendLeaseOil/restriction
source: Restricted: U.S.S.R. vehicles.
ru: Только для техники СССР.

# qualityOil/always
source: +5% to engine power for the course of the battle.
ru: +5% к мощности двигателя. Расходуется за один бой.

# qualityOil/restriction
source: Restricted: Chinese and Japanese vehicles.
ru: Только для техники Китая и Японии.

# ration/always
source: +10% to all crew skills and perks for the course of the battle.
ru: +10% ко всем навыкам и умениям экипажа. Расходуется за один бой.

# ration/restriction
source: Restricted: U.S.S.R. vehicles.
ru: Только для техники СССР.

# ration_china/always
source: +10% to all crew skills and perks for the course of the battle.
ru: +10% ко всем навыкам и умениям экипажа. Расходуется за один бой.

# ration_china/restriction
source: Restricted: Chinese vehicles.
ru: Только для техники Китая.

# ration_uk/always
source: +10% to all crew skills and perks for the course of the battle.
ru: +10% ко всем навыкам и умениям экипажа. Расходуется за один бой.

# ration_uk/restriction
source: Restricted: U.K. vehicles.
ru: Только для техники Великобритании.

# removedRpmLimiter/onUse
source: +10% to engine power but damages the engine. Multiple use.
ru: Повышает мощность двигателя на 10%, но повреждает его. Используется многократно.

# removedRpmLimiter/restriction
source: Restricted: U.S.S.R. and Chinese vehicles.
ru: Только для техники СССР и Китая.

# smallMedkit/onUse
source: Treatment of an injured crew member and removal of the stun effect. Can be used multiple times in a battle. The consumable is removed after a battle if it was used at least once.
ru: Лечение раненого члена экипажа и снятие эффекта оглушения. Используется многократно за бой. Снаряжение списывается после боя, если было хоть раз применено.

# smallRepairkit/onUse
source: Repair of a damaged module or two damaged tracks. Can be used multiple times in a battle. The consumable is removed after a battle if it was used at least once.
ru: Починка одного повреждённого модуля или двух повреждённых гусениц. Используется многократно за бой. Снаряжение списывается после боя, если было хоть раз применено.

# ration_japan/always
source: +10% to all crew skills and perks for the course of the battle.
ru: +10% ко всем навыкам и умениям экипажа. Расходуется за один бой.

# ration_japan/descr
source: +10% to all crew skills and perks.
ru: +10% ко всем навыкам и умениям экипажа.

# ration_japan/name
source: Onigiri
ru: Онигири

# ration_japan/restriction
source: Restricted: Japanese vehicles.
ru: Только для техники Японии.

# artillery/descr
source: Upon activation, commands the artillery to lay fire at the specified map area.
ru: При использовании даёт артбатарее команду произвести залп в указанный квадрат карты.

# artillery/name
source: Artillery Strike
ru: Артобстрел

# artillery_1april/descr
source: Call in a devastating artillery strike at the specified coordinates
ru: Вызов сокрушительного удара артиллерии в указанную зону

# artillery_1april/name
source: Secret Weapon
ru: Секретное оружие

# bomber/descr
source: Upon activation, commands a ground-attack plane to take off and drop bombs in the specified map area.
ru: При использовании даёт бомбардировщику команду взлететь и произвести бомбометание над указанным квадратом карты.
