Repository: McHarny/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/EpicBattle.*.resx
Languages: ru

# abilityInfo/manage_abilities
source: Manage Reserves
ru: Распределить резервы

# abilityInfo/manage_abilities_desc
source: Click to select available Combat Reserves.
ru: Нажмите, чтобы выбрать доступные боевые резервы.

# abilityInfo/params/airstrike/bombsNumber
source: Bombs
ru: Бомбы

# abilityInfo/params/airstrike/dropArea
source: Targeted Area
ru: Зона сброса

# abilityInfo/params/airstrike/stun
source: Stun
ru: Оглушение

# abilityInfo/params/artillery/areaRadius
source: Impact Area
ru: Покрытие

# abilityInfo/params/artillery/duration
source: Duration
ru: Длительность

# abilityInfo/params/artillery/shotsNumber
source: Shells
ru: Снаряды

# abilityInfo/params/common/cooldownTime
source: Cooldown
ru: Перезарядка

# abilityInfo/params/common/delay
source: Deployment
ru: Задержка

# abilityInfo/params/inspire/crewIncreaseFactor
source: Crew Performance
ru: Эффективность экипажа

# abilityInfo/params/inspire/duration
source: Duration
ru: Длительность

# abilityInfo/params/inspire/inactivationDelay
source: Wind Down Time
ru: Остаточный эффект

# abilityInfo/params/inspire/radius
source: Effect Radius
ru: Радиус действия

# abilityInfo/params/passive_engineering/captureBlockBonusTime
source: Capture Block Time
ru: Время блокировки захвата

# abilityInfo/params/passive_engineering/captureSpeedFactor
source: Capture Speed
ru: Скорость захвата

# abilityInfo/params/passive_engineering/resupplyCooldownFactor
source: Resupply Circle Refresh
ru: Восстановление зоны пополнения

# abilityInfo/params/passive_engineering/resupplyHealthPointsFactor
source: Resupply Speed
ru: Скорость пополнения

# abilityInfo/params/recon/revealedArea
source: Revealed Area
ru: Разведанная область

# abilityInfo/params/recon/revealedArea/value
source: 300m x 750m
ru: 300м x 750м

# abilityInfo/params/recon/spottingDuration
source: Spotting Duration
ru: Длительность разведки

# abilityInfo/params/smoke/projectilesNumber
source: Smoke Grenades
ru: Дымовые шашки

# abilityInfo/params/smoke/targetedArea
source: Targeted Area (length, width)
ru: Область сброса (длина, ширина)

# abilityInfo/params/smoke/totalDuration
source: Smoke Lifetime
ru: Длительность дымов

# abilityInfo/properties
source: Properties
ru: Информация

# abilityInfo/units/meter
source: m
ru: м

# abilityInfo/units/seconds
source: s
ru: с

# advance_message_txt
source: Advance to Frontline
ru: Продвигайтесь на фронт

# advance_mission_txt
source: Advance to Frontline
ru: Продвигайтесь на фронт

# after_battle_stats/bases_captured
source: Bases captured
ru: Зон захвачено

# after_battle_stats/destroy_recover
source: Number of own vehicles destroyed / recovered
ru: Вашей уничтоженной / восстановленной техники

# after_battle_stats/objectives_atk
source: Zones captured / objectives destroyed
ru: Зон захвачено / целей уничтожено

# after_battle_stats/objectives_def
source: Times defended
ru: Успешная оборона

# after_battle_stats/objectives_destroyed
source: Objectives destroyed
ru: Целей уничтожено

# after_battle_stats/objectives_reached
source: Objectives reached
ru: Вы подобрались к ДОТам

# after_battle_stats/with_premium
source: With Premium:
ru: С премиум:

# base/contested_atk
source: Contested
ru: Оспаривается

# base/contested_def
source: Under Attack
ru: Атакуется

# battleResults/armor
source: Use of Armor
ru: Использование брони

# battleResults/assistance
source: Assistance
ru: Содействие

# battleResults/crits
source: Critical Damage
ru: Критический урон

# battleResults/damage
source: Damage
ru: Урон

# battleResults/kill
source: Destroyed
ru: Уничтожено

# battleResults/spotting
source: Spotted
ru: Обнаружено

# chat_shortcuts/attention_to_base_atk
source: Capture %(strArg1)s
ru: Захватите %(strArg1)s

# chat_shortcuts/attention_to_base_def
source: Defend %(strArg1)s
ru: Защищайте %(strArg1)s

# chat_shortcuts/attention_to_objective_atk
source: Attack Objective %(int32Arg1)s
ru: Атакуйте цель %(int32Arg1)s

# chat_shortcuts/attention_to_objective_def
source: Defend Objective %(int32Arg1)s
ru: Защищайте цель %(int32Arg1)s

# chat_shortcuts/attention_to_position
source: Attention to location!
ru: Внимание на позицию!

# command_shortcut/title
source: Commands
ru: Команды

# deploymentMap/lanePlayerLimitReached
source: Front blockedplayer limit reached
ru: Направление заблокировано — достигнут максимум игроков

# deploymentMap/spgLimitReached
source: Front blockedvehicle type limit reached
ru: Направление заблокировано — достигнут максимум по типам техники

# destroy_timers/airstrike_txt
source: Leave zone!
ru: Покиньте зону!

# epicBattlesCarousel/lockedTooltip/body
source: Select a Tier VIII vehicle for the Frontline mode.
ru: Выберите машину VIII уровня для участия в режиме «Линия фронта».

# epicBattlesCarousel/lockedTooltip/header
source: Not Suitable
ru: Не подходит

# epicBattlesInfoView/battleModeTitle
source: FRONTLINE
ru: ЛИНИЯ ФРОНТА

# epicBattlesInfoView/fameLabelHighlight
source: Tier Progress
ru: Прогресс по уровням

# epicBattlesInfoView/maxLevel
source: You have reached the highest Tier
ru: Вы достигли максимального уровня

# epicBattlesInfoView/maxMetaString
source: max
ru: макс.

# epicBattlesInfoView/metaLevel
source: Tier
ru: Уровень

# epicBattlesInfoView/panelDescription/abilities
source: Spend Supply Points to acquire unique and powerful Combat Reserves.
ru: Используйте очки снабжения для получения эффективных боевых резервов.

# epicBattlesInfoView/panelDescription/battlePerformance
source: Perform well in battle to get Ranks and increase your Tier.
ru: Проявите себя в бою и получайте звания для повышения вашего уровня.

# epicBattlesInfoView/panelDescription/prestige
source: Earn special rewards by resetting your Tier and your Combat Reserves.
ru: Сбросьте ваш уровень и боевые резервы, чтобы получить особые награды.

# epicBattlesInfoView/panelDescription/rewards
source: Earn an increasing amount of rewards until you reach Tier 30.
ru: Количество наград будет возрастать до 30 уровня.

# epicBattlesInfoView/panelTitle/abilities
source: COMBAT RESERVES
ru: БОЕВЫЕ РЕЗЕРВЫ

# epicBattlesInfoView/panelTitle/battlePerformance
source: TIER PROGRESS
ru: ПРОГРЕСС ПО УРОВНЯМ

# epicBattlesInfoView/panelTitle/prestige
source: PRESTIGE REWARDS
ru: НАГРАДЫ ЗА ДОБЛЕСТЬ

# epicBattlesInfoView/panelTitle/rewards
source: TIER REWARDS
ru: НАГРАДЫ ЗА УРОВНИ

# epicBattlesInfoView/ruleBattlePerformanceButton/label
source: Read Introduction
ru: Узнать больше

# epicBattlesInfoView/ruleRewardsButton/label
source: See Rewards
ru: Обзор наград

# epicBattlesInfoView/ruleRewardsPrestigeButton/label
source: Collect Rewards
ru: Получить награды

# epicBattlesPrestigeView/cancelButtonText
source: Cancel
ru: Отмена

# epicBattlesPrestigeView/congratulations
source: Congratulations!
ru: Поздравляем!

# epicBattlesPrestigeView/exchange
source: In exchange you will get the following rewards:
ru: Взамен вы получите следующие награды:

# epicBattlesPrestigeView/mainTitle
source: Reset your Frontline progress
ru: Сбросить прогресс режима «Линия фронта»

# epicBattlesPrestigeView/prestigeInfo
source: You will achieve:
ru: Вы получите:

# epicBattlesPrestigeView/prestigeLevel
source: Prestige Level %(level)s
ru: %(level)s уровень доблести

# epicBattlesPrestigeView/removeAbilities/desc
source: All your Combat Reserves and Supply Points will be removed.
ru: Вы потеряете все боевые резервы и очки снабжения.

# epicBattlesPrestigeView/removeAbilities/title
source: Remove Combat Reserves
ru: Убрать боевые резервы

# epicBattlesPrestigeView/resetButtonText
source: Reset
ru: Сбросить

# epicBattlesPrestigeView/resetLevel/desc
source: Your Frontline Tier will be reset to Tier 1.
ru: Ваш уровень в режиме «Линия фронта» будет сброшен до первого.

# epicBattlesPrestigeView/resetLevel/title
source: Reset Tier
ru: Сбросить уровень

# epicBattlesPrestigeView/warning
source: This action cannot be undone!
ru: Вы не сможете восстановить ваши уровни!

# epicBattlesWidgetTooltip/famePoints
source: Tier Progress
ru: Прогресс по уровням

# epicBattlesWidgetTooltip/famePointsDescription
source: Increase your Tier by fighting in Frontline battles
ru: Повышайте ваш уровень, участвуя в боях режима «Линия фронта»

# epicBattlesWidgetTooltip/prestigeReached
source: You have reached the highest Tier. Reset your Tier to receive additional rewards.
ru: Вы достигли максимального уровня. Сбросьте ваш уровень и получите дополнительные награды.

# epic_battle_meta_view/Acquire_skill
source: Acquire
ru: Выбрать

# epic_battle_meta_view/Max_skill
source: Max
ru: Макс.

# epic_battle_meta_view/abilities
source: Combat Reserves
ru: Боевые резервы

# epic_battle_meta_view/commander_level
source: Commander Level
ru: Уровень командира

# epic_battles_after_battle/Achieved_Rank
source: Achieved Rank
ru: Полученное звание

# epic_battles_after_battle/Level_Up_Max_Title
source: Highest Tier Reached
ru: Достигнут максимальный уровень

# epic_battles_after_battle/Level_Up_Title
source: New Tier Achieved
ru: Вы получаете новый уровень

# epic_battles_after_battle/Title
source: Congratulations!
ru: Поздравляем!

# epictraining/info/otherLabel
source: Undistributed players: %(total)s
ru: Нераспределённых бойцов: %(total)s

# epictraining/info/team1LaneLabel
source: Attackers [%(lane1)s|%(lane2)s|%(lane3)s]
ru: Атакующие [%(lane1)s|%(lane2)s|%(lane3)s]

# epictraining/info/team2LaneLabel
source: Defenders [%(lane1)s|%(lane2)s|%(lane3)s]
ru: Защищающиеся [%(lane1)s|%(lane2)s|%(lane3)s]

# fittingSelectPopover/ChangeOrder
source: Change Order
ru: Изменить порядок

# fittingSelectPopover/RemoveButton
source: Remove
ru: Удалить

# fittingSelectPopoverBattkeAbility/descText
source: Combat Reserves can be acquired through the Manage Reserves screen.
ru: Боевые резервы могут быть выбраны на экране распределения боевых резервов.

# fittingSelectPopoverBattkeAbility/titleText
source: You have not acquired any Combat Reserves yet.
ru: Боевые резервы пока не выбраны.

# game/all_enemies_defeated
source: All enemy vehicles destroyed
ru: Вся техника противника уничтожена

# game/all_hqs_destroyed
source: All objectives destroyed
ru: Все цели уничтожены

# game/all_tanks_defeated
source: All allied vehicles destroyed
ru: Вся техника союзников уничтожена

# game/defeat
source: Defeat!
ru: Поражение!

# game/draw
source: Draw!
ru: Ничья!

# game/time_over
source: Objectives have survived
ru: Цели не были уничтожены

# game/victory
source: Victory!
ru: Победа!

# global_msg/atk/focus_hq_short
source: Destroy objectives!
ru: Уничтожьте цели!

# global_msg/atk/time_short
source: Capture a zone!
ru: Захватите зону!

# global_msg/def/focus_hq_short
source: Defend objectives!
ru: Защищайте цели!

# global_msg/def/time_short
source: Defend the zones!
ru: Защищайте зоны!

# global_msg/lane/center_short
source: Reinforce %(strArg1)s!
ru: Нужно подкрепление в %(strArg1)s!

# global_msg/lane/east_short
source: Reinforce %(strArg1)s!
ru: Нужно подкрепление в %(strArg1)s!

# global_msg/lane/west_short
source: Reinforce %(strArg1)s!
ru: Нужно подкрепление в %(strArg1)s!

# global_msg/save_tanks_short
source: Save your tanks!
ru: Не теряйте технику!

# help_window/communication
source: Communication Area
ru: Зона покрытия

# help_window/communication/description
source: You can only receive commands from allies who are in your visible minimap area or when the target of the command is in that area.
ru: Вы можете получать команды только от союзников, которые находятся в пределах видимой части вашей миникарты, или когда цель команды находится в непосредственной близости от вас.

# help_window/overview_map
source: Overview Map
ru: Стратегическая карта

# help_window/overview_map/description
source: The overview map is used to get a tactical and strategic view of the whole battlefield. When the overview map is opened, the communication of the whole team can be received and messages can be sent.
ru: Используется для обзора текущей картины на поле боя. Когда карта открыта, можно общаться со всеми членами вашей команды и получать сообщения от них.

# help_window/recovery
source: Recovery
ru: Восстановление

# help_window/recovery/description
source: Recovery is introduced to self-destruct a vehicle that is stuck in the terrain. The mechanic is needed because increased battle duration and respawn possibility call for permanent engagement of the player.
ru: Используйте возможность восстановления, если ваша машина застряла на поле боя. Учитывая продолжительное время боя и механику возрождения, данная опция позволит игрокам постоянно находиться в центре событий.

# help_window/reserves
source: Vehicle Reserves
ru: Резерв техники

# help_window/reserves/description
source: Every few minutes one vehicle is added to your reserve. The reserve can hold a maximum of two vehicles. When there are no vehicles left, you cannot deploy and need to wait until new vehicles are delivered.
ru: Каждые несколько минут одна машина добавляется в ваш резерв техники. В резерве могут находиться не более двух машин одновременно. Если ваша техника была уничтожена в бою, а в резерве не осталось машин, вам придётся подождать, пока резерв техники не пополнится, после чего вы снова сможете выйти в бой.

# hq/under_attack_atk
source: Reached
ru: Выполнено

# hq/under_attack_def
source: Under Attack
ru: Атакуется

# in_game_rank/experience_text
source: XP
ru: Опыт

# inspire/inspired
source: Inspired
ru: Воодушевлены

# inspire/inspiring
source: Inspiring
ru: Воодушевляются

# lane_central_name
source: Centre
ru: Центр

# lane_east_name
source: East
ru: Восток

# lane_west_name
source: West
ru: Запад

# metaAbilityScreen/Ability_level
source: Level %(lvl)s
ru: Уровень %(lvl)s

# metaAbilityScreen/Ability_locked
source: Acquire is unavailable: You have no Supply Points.
ru: Выбор не доступен: у вас нет очков снабжения.

# metaAbilityScreen/Ability_max_level
source: You have reached maximum level for this Combat Reserve.
ru: Вы достигли максимального уровня для этого боевого резерва.

# metaAbilityScreen/Ability_not_points
source: Upgrade is unavailable: You have no Supply Points.
ru: Прокачка не доступна: у вас нет очков снабжения.

# metaAbilityScreen/Ability_not_unlocked
source: Not acquired
ru: Не выбраны

# metaAbilityScreen/Acquire_skill
source: Acquire
ru: Выбрать

# metaAbilityScreen/Manage_abilities
source: Manage reserves
ru: К экрану резервов

# metaAbilityScreen/Manage_reserves_header
source: MANAGE RESERVES
ru: РАСПРЕДЕЛИТЬ РЕЗЕРВЫ

# metaAbilityScreen/Unspent_points
source: Unspent Supply Points:
ru: Нераспределённых очков снабжения:

# metaAbilityScreen/Upgrade_skill
source: Upgrade
ru: Прокачать

# metaAbilityScreen/get_skill_points
source: Get Supply Points by increasing your Frontline Tier.
ru: Получить очки снабжения, повысив ваш уровень в режиме «Линия фронта».

# mission/primary/title
source: Main Objective
ru: Основная цель

# mission/title
source: Your Mission
ru: Задача

# mission/zone_closing_atk
source: Zone opens in:
ru: Зона открывается через:

# mission/zone_closing_def
source: Enemy bombardment in:
ru: Авиаудар по противнику через:

# missions/primary/atk/base
source: Capture Zone
ru: Захватите зону

# missions/primary/atk/hq
source: Destroy Objective
ru: Уничтожьте цель

# missions/primary/atk/hq_additional_info
source: %(positiveOpen)s%(destroyed)s%(positiveClose)s of %(toDestroy)s
ru: %(positiveOpen)s%(destroyed)s%(positiveClose)s из %(toDestroy)s

# missions/primary/atk/hq_sub_title
source: Objectives destroyed:
ru: Уничтожено целей:

# missions/primary/atk/longdescription
source: Capture zones to reach the main objectives. Destroy the main objectives.
ru: Захватывайте зоны, прорвитесь к ДОТам и уничтожьте их.

# missions/primary/def/base
source: Defend Zone
ru: Защищайте зону

# missions/primary/def/hq
source: Defend Objective
ru: Защищайте цель

# missions/primary/def/hq_additional_info
source: %(negativeOpen)s%(destroyed)s%(negativeClose)s of %(toDestroy)s
ru: %(negativeOpen)s%(destroyed)s%(negativeClose)s из %(toDestroy)s

# missions/primary/def/hq_sub_title
source: Objectives lost:
ru: Потеряно целей:

# missions/primary/def/longdescription
source: Defend the main objectives until the time runs out or destroy all attackers.
ru: Защищайте зоны на пути к основным целям, пока время боя не истечёт, или уничтожьте всю технику атакующих.

# overtime/label
source: OVERTIME
ru: ОВЕРТАЙМ

# primeTime/applyBtn
source: Proceed
ru: Перейти

# primeTime/continueBtn
source: Continue
ru: Продолжить

# primeTime/serverTooltip
source: Server
ru: Сервер

# primeTime/servers
source: Available servers: %(server)s
ru: Доступные для игры серверы: %(server)s

# primeTime/status/disable
source: You can switch to a Frontline server to continue pre-battle preparations.
ru: Вы можете перейти на сервер режима «Линия фронта» и продолжить предбоевую подготовку.

# primeTime/status/disableFirst
source: Frontline is currently unavailable on all servers.
ru: Режим «Линия фронта» временно недоступен на всех серверах.

# primeTime/status/thisEnable
source: On server %(server)s Frontline is available for: %(time)s.
ru: На сервере %(server)s режим «Линия фронта» доступен ещё %(time)s.

# primeTime/title
source: FRONTLINE IS CURRENTLY UNAVAILABLE
ru: РЕЖИМ «ЛИНИЯ ФРОНТА» ВРЕМЕННО НЕДОСТУПЕН

# primeTime/titleWelcome
source: WELCOME TO FRONTLINE
ru: ДОБРО ПОЖАЛОВАТЬ В РЕЖИМ «ЛИНИЯ ФРОНТА»

# primeTimeAlertMessageBlock/message
source: Ceasefire is effective. It will end in %(time)s.
ru: Режим прекращения огня. Окончание через: %(time)s

# progress_timers/active
source: Active
ru: Активна

# progress_timers/base_capture
source: Base capture
ru: Захват базы

# progress_timers/blocked
source: Blocked
ru: База оспаривается

# progress_timers/captured
source: Completed
ru: База захвачена

# progress_timers/fully_equipped
source: Fully equipped
ru: Машина снаряжена

# progress_timers/resupply
source: Resupply point
ru: Точка снабжения

# progress_timers/unavailable
source: Unavailable
ru: Недоступна

# rank/no_name
source: Player
ru: Игрок

# rank/promotion
source: promoted to %(rank)s
ru: получает звание %(rank)s

# rank/rank0
source: Private
ru: Рядовой

# rank/rank1
source: Sergeant
ru: Сержант

# rank/rank2
source: Lieutenant
ru: Лейтенант

# rank/rank3
source: Captain
ru: Капитан

# rank/rank4
source: Major
ru: Майор

# rank/rank5
source: General
ru: Генерал

# recovery/Blocked
source: Temporarily blocked
ru: Временно заблокировано

# recovery/disabled
source: Recovery unavailable
ru: Восстановление недоступно

# recovery_panel/base_text
source: Press J to recover
ru: Для восстановления нажмите J

# recovery_panel/recovery_cancel
source: Move or shoot to cancel.
ru: Переместитесь или выстрелите для отмены.

# recovery_panel/recovery_cancelled
source: Recovery canceled
ru: Восстановление отменено

# recovery_panel/recovery_requested
source: Recovery requested
ru: Вы запросили восстановление

# reinforcement/capture_next_base_text
source: Capture the next base
ru: Захватите следующую зону

# reinforcement/reinforcement_in_text
source: Reinforcements in
ru: Подкрепление через

# reinforcement/unavailable
source: Reinforcements unavailable
ru: Подкрепление недоступно

# reinforcementsPanel/inText
source: in
ru: через

# respawn/auto_timer_txt
source: %(seconds)s s until automatic deployment.
ru: %(seconds)s с до выхода в бой.

# respawn/deploy_button
source: Battle!
ru: В бой!

# respawn/gold_ammo_not_available
source: Premium consumables cannot be purchased in a battle.
ru: Премиум снаряжение нельзя приобрести во время боя.

# respawn/shop_title
source: Service
ru: Обслуживание

# respawn/tanks_left
source: vehicles left
ru: машин осталось

# respawnScreen/headerTitle
source: Choose a front and vehicle to fight in
ru: Выберите направление и технику

# respawnScreen/secondsTimerText
source: %(seconds)s seconds
ru: %(seconds)s секунд

# retreat_message_txt
source: Retreat
ru: Отступайте

# retreat_mission_txt
source: Retreat to the next zone
ru: Отступайте к следующей зоне

# scorePanel/stage1
source: Stage 1
ru: Фаза 1

# scorePanel/stage2
source: Stage 2
ru: Фаза 2

# scorePanel/stage3
source: Stage 3
ru: Фаза 3

# selectorTooltip/epicBattle/disabled/desc
source: The queue for Frontline is currently not open. You can still make changes to your loadout and manage Combat Reserves. You need a Tier VIII vehicle to participate in this game mode.
ru: Бои в режиме «Линия фронта» пока недоступны. Вы можете подобрать соответствующее оборудование и снаряжение, а также распределить боевые резервы. Бои в режиме «Линия фронта» доступны на технике VIII уровня.

# selectorTooltip/epicBattle/disabled/startIn
source: Event starts in:
ru: До начала события:

# selectorTooltip/epicBattle/disabled/tillEnd
source: Event ends in:
ru: До окончания события:

# selectorTooltip/epicBattle/disabled/timeTable/title
source: Event Schedule
ru: Расписание события

# selectorTooltip/epicBattle/disabled/timeTable/today
source: Today
ru: Сегодня

# selectorTooltip/epicBattle/disabled/timeTable/tomorrow
source: Tomorrow
ru: Завтра

# selectorTooltip/epicBattle/disabled/title
source: Mode temporarily unavailable
ru: Режим временно недоступен

# selectorTooltip/epicBattle/enabled/attention/assuredLowPerformance
source: Your computer's performance is insufficient for this mode. You will experience issues with graphics and vehicle movement. Game client crashes are also probable.
ru: Производительности вашего компьютера недостаточно для данного режима. Будут наблюдаться проблемы с графикой и перемещением техники, возможно также аварийное закрытие клиента игры.

# selectorTooltip/epicBattle/enabled/attention/informativeLowPerformance
source: This mode demands high computer performance. In case of insufficient performance, try a lower graphics quality in Settings.
ru: Режим требователен к компьютеру. В случае недостаточной производительности, попробуйте понизить настройки графики.

# selectorTooltip/epicBattle/enabled/attention/possibleLowPerformance
source: This mode demands high computer performance. You will experience issues with map loading, graphics, and vehicle movement. In case of insufficient performance, try a lower graphics quality in Settings.
ru: Режим требователен к компьютеру. Карта может долго загружаться, возможны проблемы с графикой и перемещением техники в бою. В случае недостаточной производительности, попробуйте понизить настройки графики.

# selectorTooltip/epicBattle/enabled/body
source: Battle with automatic matching of allies against random enemies. Battle Type: Attack/Defense Player limit: 30 Tier allowed: VIII
ru: Бой с автоматическим подбором союзников и противника. • Тип боя: Атака/Оборона. • Состав команды: 30 игроков. • Ограничения: VIII уровень техники.

# selectorTooltip/epicBattle/enabled/header
source: Frontline
ru: «Линия фронта»

# smoke/In_smoke
source: In smoke
ru: В дымах

# spectator_mode/camera_controls_title
source: Spectator Mode Camera
ru: Камера в режиме наблюдателя

# spectator_mode/camera_mouse_rotate
source: Rotate the camera with your mouse.
ru: Чтобы изменить направление камеры, используйте мышь.

# spectator_mode/camera_wasd
source: Use W,A,S,D to move the camera around the map.
ru: Чтобы переместить камеру, используйте W, A, S, D.

# spectator_mode/follow_text
source: Left click to start following.
ru: Нажмите ЛКМ, чтобы следовать за машиной.

# spectator_mode/follow_title
source: Follow
ru: Следовать

# spectator_mode/msg_text
source: Next vehicle arrives in:
ru: Следующая машина доступна через:

# spectator_mode/msg_title
source: All vehicles destroyed!
ru: Вся ваша техника уничтожена!

# spectator_mode/unfollow_text
source: Click again to stop following.
ru: Нажмите ЛКМ, чтобы вернуться в свободный режим камеры.

# spectator_mode/unfollow_title
source: Stop following
ru: Отставить цель

# status/timeLeft/days
source: %(day)s d
ru: %(day)s д.

# status/timeLeft/hours
source: %(hour)s h
ru: %(hour)s ч.
