Repository: McHarny/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/EpicBattle.*.resx
Languages: ru

# status/timeLeft/lessMin
source: less than a minute
ru: менее минуты

# status/timeLeft/min
source: %(min)s min
ru: %(min)s мин.

# super_platoon_panel/title
source: Platoon
ru: Взвод

# tab_screen/show_all_lanes
source: All fronts
ru: Все направления

# tab_screen/show_my_lane
source: My front
ru: Моё направление

# team1Name
source: Attacker
ru: Атакующий

# team2Name
source: Defender
ru: Защищающийся

# tooltip/epicBattle/availableIn
source: Available in %(time)s.
ru: Доступно через %(time)s.

# tutorial/hint/epicReservesBtnHint
source: CHOOSE RESERVES
ru: ВЫБЕРИТЕ РЕЗЕРВЫ

# tutorial/hint/epicReservesSlotHint
source: COMBAT RESERVES
ru: БОЕВЫЕ РЕЗЕРВЫ

# zone/arrived_text
source: Arrived!
ru: прибыло!

# zone/capture_text
source: Capture
ru: Захватить

# zone/captured_text
source: Captured
ru: Захвачено

# zone/defend_text
source: Defend
ru: Оборонять

# zone/destroy_text
source: Destroy
ru: Уничтожить

# zone/destroyed_text
source: Destroyed
ru: Уничтожено

# zone/enemy_reinforced_text
source: Enemy reinforcements
ru: Подкрепление противнику

# zone/headquarters_text
source: Objectives
ru: Цели

# zone/leave_zone
source: Leave Zone!
ru: Покиньте зону!

# zone/lost_text
source: Lost
ru: Потеряно

# zone/reached_text
source: Completed
ru: Выполнено

# zone/reinforcement_timer_atk
source: Enemy reinforcements:
ru: Подкрепление противнику:

# zone/reinforcement_timer_def
source: Reinforcements:
ru: Подкрепление:

# zone/reinforcements_text
source: Reinforcements
ru: Подкрепление

# zone/time_added
source: %(minutes)s added
ru: Добавлено %(minutes)s

# zone/time_left
source: %(minutes)s minutes remaining
ru: Осталось минут: %(minutes)s

# zone/zone_text
source: Zone
ru: Зона
