Repository: McHarny/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/Football2018.*.resx
Languages: ru

# E100_sport_descr
source: Defender tanks are the most effective at guarding your goal. Use the Splash ability to kick the ball and destroy the tracks of unlucky opponents.
ru: Этот тяжеловес наиболее эффективен при защите ворот своей команды. Его пассивная способность «Ударная волна» помогает выбивать мяч с вашей части поля, а заодно сносит гусеницы машинам противника.

# F88_AMX_13_105_sport_descr
source: Great acceleration, good speed and an astonishing rate of fire make strikers dangerous when positioned near to the enemy's goal. However, be careful, as their low weight is hardly useful when clashing tank-to-tank with other roles.
ru: Высокая скорость, мгновенный разгон и безумный темп огня делают нападающих опасными противниками вблизи ворот. Однако за всё приходится платить — из-за своей незначительной массы эти танки вряд ли выйдут победителями из дуэлей с более тяжеловесными противниками других ролей.

# Sport/role/goalkeeper
source: Goalkeeper
ru: Вратарь

# Sport_role_defender
source: Defender
ru: Защитник

# Sport_role_defender_desc
source: Defender tanks are the most effective at guarding your goal. Use the Splash ability to kick the ball and destroy the tracks of unlucky opponents.
ru: Этот тяжеловес наиболее эффективен при защите ворот своей команды. Его пассивная способность «Ударная волна» помогает выбивать мяч с вашей части поля, а заодно сносит гусеницы машинам противника.

# Sport_role_defender_short_desc
source: Defenders are not very fast or agile, but definitely the best at guarding your goal, and pushing the ball and opponents away that have gotten too close.
ru: Задача защитника — надёжно оборонять ваши ворота: выбивать мяч из штрафной и не дать команде противника подобраться слишком близко.

# Sport_role_midfielder
source: Midfielder
ru: Полузащитник

# Sport_role_midfielder_desc
source: A midfielder’s objective on the field is to counter enemy strikers and help to deliver the ball towards the enemy goal. Its mass makes it a tough opponent in close combat with strikers and its Turbocharger ability helps it to be in the right place at the right time.
ru: Во время матча полузащитник должен блокировать нападающих противника и участвовать в атаке на ворота противоположной команды. Обладая достаточной массой, полузащитник успешно противостоит нападающим в ближнем бою, а его способность «Турбонагнетатель» позволяет оказаться в нужное время на нужной позиции.

# Sport_role_midfielder_short_desc
source: Midfielders cannot fully substitute for strikers or defenders, but their role is elsewhere.
ru: Универсальность полузащитника поможет ему найти применение в любой ситуации на поле.

# Sport_role_striker
source: Striker
ru: Нападающий

# Sport_role_striker_desc
source: Great acceleration, good speed and an astonishing rate of fire make strikers dangerous when positioned near to the enemy's goal. However, be careful, as their low weight is hardly useful when clashing tank-to-tank with other roles.
ru: Высокая скорость, мгновенный разгон и безумный темп огня делают нападающих опасными противниками вблизи ворот. Однако за всё приходится платить — из-за своей незначительной массы эти танки вряд ли выйдут победителями из дуэлей с более тяжеловесными машинами других ролей.

# Sport_role_striker_short_desc
source: Strikers can be described as fast but fragile. Great acceleration, speed and an astonishing rate of fire make them really dangerous when near the enemy's goal.
ru: Высокая скорость, мгновенный разгон и безумный темп огня делают нападающего опасным противником при игре вблизи ворот.

# T62A_sport_descr
source: A midfielder’s objective on the field is to counter enemy strikers and help to deliver the ball towards the enemy goal. Its mass makes it a tough opponent in close combat with strikers and its Turbocharger ability helps it to be in the right place at the right time.
ru: Во время матча, полузащитник должен блокировать нападающих противника и участвовать в атаке на ворота противоположной команды. Обладая достаточной массой, полузащитник успешно противостоит нападающим в ближнем бою, а его способность «Турбонагнетатель» позволяет оказаться в нужное время на нужной позиции.

# T62A_sport_name
source: T-62A SPORT
ru: T-62A СПОРТ

# T62A_sport_name_short
source: T-62A S
ru: T-62A С

# arena_116_himmelball_description
source: Amidst a labyrinth of streets and squares, impassable for artillery and tank destroyers, lies a field upon which tankers vie for football supremacy.
ru: Среди лабиринтов площадей и улиц расположено укрытое от прострелов САУ и ПТ-САУ футбольное поле, где также кипят нешуточные сражения, но уже направленные в мирное русло большого футбола.

# arena_116_himmelball_name
source: Himmelstadium
ru: Химмельштадион

# arena_119_lostcityball_description
source: The peaceful silence of this abandoned town is deceitful. Today, the local stadium will become the arena of heated battles, where only the best will win.
ru: Пусть вас не смущает обманчивая тишина этого небольшого покинутого городка — сегодня здесь будет особенно жарко и шумно, ведь его стадион станет ареной ожесточённого противоборства двух футбольных команд, где, как водится, победит сильнейший.

# arena_119_lostcityball_name
source: Lost Stadium
ru: Затерянный стадион

# arena_120_moscowball_description
source: Named after the great Soviet goalkeeper, this Moscow stadium will host fascinating and dramatic matches, where the best teams will fight for victory.
ru: Названный в честь великого советского вратаря, этот московский стадион с радостью примет две противоборствующие команды в надежде на захватывающий матч и честную, увлекательную игру.

# arena_120_moscowball_name
source: Lev Yashin Stadium
ru: Стадион им. Яшина

# battlequeue/subtitle
source: (Football Match)
ru: (Футбольный матч)

# card/buffon/name
source: Buffon
ru: Буффон

# cardCollection_Buffon_infotip_desc
source: Italian legend Gianluigi "Gigi" Buffon has won just about every major title in European and world football, including the prestigious FIFA World Cup. Recognized by many as the greatest goalkeeper of the 21st century, there’s no doubt he’s left his mark on the sport and influenced generations of aspiring professional and amateur players. Buffon proved to be the man you want to rally the troops. Now, the player who has given so much joy to football fans is captaining your vehicle's crew with relentless passion and leadership. Just like football, World of Tanks isn't always about winning, but about dedication, raw emotion and, most importantly, teamwork. Roll out and win with Gigi!
ru: Легендарный итальянский вратарь Джанлуиджи «Джиджи» Буффон является обладателем почти всех значимых европейских и мировых футбольных наград, включая престижный Кубок мира FIFA, и по праву считается величайшим вратарём XXI века. Бесспорно, он вошёл в историю спорта, а также вдохновлял целые поколения профессиональных игроков и любителей футбола на всём протяжении своей карьеры. Сегодня любимец футбольных фанатов примет командование экипажем вашей машины, используя свои лидерские качества и неиссякаемую энергию. Как и в большом футболе, в World of Tanks важна не только победа — важна также ваша решимость, взрыв эмоций и, безусловно, командная работа. Побеждайте вместе с Джиджи!

# cardCollection_Buffon_infotip_title
source: Gianluigi "Gigi" Buffon
ru: Джанлуиджи «Джиджи» Буффон

# cardCollection_CloseBtn_Label
source: CLOSE
ru: ЗАКРЫТЬ

# cardCollection_Lobby_Button_Buffon_Not_Received
source: Add Buffon to your crew
ru: Получить Буффона в экипаж

# cardCollection_Lobby_Button_Earned_Buffon_But_Not_Recruited
source: Recruit Buffon
ru: Рекрутировать Буффона

# cardCollection_Results_Screen_BtnContinue
source: Affirmative!
ru: Так точно!

# cardCollection_Results_Screen_ProgressScoreDesc
source: Points
ru: Очки

# cardCollection_Results_Screen_SubTitle
source: Your earned points: %(score)s
ru: Вы заработали очков: %(score)s

# cardCollection_Results_Screen_Title
source: CONGRATULATIONS!
ru: ПОЗДРАВЛЯЕМ!

# cardCollection_Rewards_Screen_Title
source: REWARDS
ru: НАГРАДА

# cardCollection_TFM_description
source: Earn 100 points and get Gianluigi Buffon
ru: Заработайте 100 очков и получите Джанлуиджи Буффона

# cardCollection_TFM_rewardBtn_label
source: Rewards
ru: Награда

# cardCollection_TFM_score_label
source: Points
ru: Очки

# cardCollection_TFM_title
source: Tactical Field Map
ru: Тактическая карта поля

# cardCollection_card_slot_purchase_button_label
source: Purchase
ru: Приобрести

# cardCollection_newCards_Screen_Title
source: CONGRATULATIONS!
ru: ПОЗДРАВЛЯЕМ!

# cardCollection_newCards_Screen_btn_ok
source: Affirmative!
ru: Так точно!

# cardCollection_newCards_Screen_btn_openPack
source: Open All
ru: Открыть все

# cardCollection_newCards_Screen_subTitle
source: You have new cards: %(count)s
ru: Ваши неоткрытые карточки: %(count)s

# cardCollection_recruitment_button_later
source: Later
ru: Позже

# cardCollection_recruitment_button_recruit
source: Recruit
ru: Рекрутировать

# cardCollection_recruitment_menu_label_nation
source: Nation
ru: Нация

# cardCollection_recruitment_menu_label_specialization
source: Specialization
ru: Специальность

# cardCollection_recruitment_menu_label_type
source: Vehicle Type
ru: Тип техники

# cardCollection_recruitment_menu_label_vehicle
source: Vehicle
ru: Машина

# cardCollection_recruitment_military_rank_label
source: Rank
ru: Звание

# cardCollection_recruitment_name
source: Gianluigi Buffon
ru: Джанлуиджи Буффон

# cardCollection_recruitment_name_label
source: Name
ru: Имя

# cardCollection_recruitment_title
source: RECRUITMENT
ru: РЕКРУТИРОВАНИЕ

# dialog_event_squad_creation
source: Create Football Platoon
ru: Создать футбольный взвод

# dialog_event_squad_vehicle
source: Select special vehicle
ru: Выберите специальную машину

# dialogs_squadchannel_headermsg_eventformationrestriction
source: Battle Type: Football Match
ru: Тип боя: Футбольный матч

# footballFilterBtn/hint
source: Special Vehicle
ru: Специальная машина

# football_crew_skills_disabled
source: Skills and perks are not available on special vehicles.
ru: Умения и навыки недоступны для экипажей специальных машин.

# football_filter_checkbox_label
source: Special Vehicle
ru: Специальная машина

# football_medal_rewards_confirm_button_text
source: Affirmative!
ru: Так точно!

# football_medal_rewards_title
source: Reward Earned
ru: Получена награда

# football_medal_rewards_tournament_text
source: Congratulations! For victory in the football tournament you received the award: %(name of medal)s
ru: Поздравляем! За победу в футбольном турнире вы получаете награду: %(name of medal)s

# football_medal_rewards_window_title
source: Congratulations on Earning Rewards
ru: Поздравление с награждением

# hangar/award/buffon/tooltip/body
source: Gianluigi Buffon
ru: Джанлуиджи Буффон

# hangar/award/buffon/tooltip/header
source: Buffon
ru: Буффон

# hangar/award/card_fb18db/tooltip/body
source: A card to your collection. Collect all cards to add Gianluigi Buffon to your crew.
ru: Одна из карточек, составляющих коллекцию. Соберите все карточки, чтобы получить Джанлуиджи Буффона.

# hangar/award/card_fb18db/tooltip/header
source: Collection Card
ru: Коллекционная карточка

# hangar/award/card_fb18ds/tooltip/body
source: A card to your collection. Collect all cards to add Gianluigi Buffon to your crew.
ru: Одна из карточек, составляющих коллекцию. Соберите все карточки, чтобы получить Джанлуиджи Буффона.

# hangar/award/card_fb18ds/tooltip/header
source: Collection Card
ru: Коллекционная карточка

# hangar/award/card_fb18mb/tooltip/body
source: A card to your collection. Collect all cards to add Gianluigi Buffon to your crew.
ru: Одна из карточек, составляющих коллекцию. Соберите все карточки, чтобы получить Джанлуиджи Буффона.

# hangar/award/card_fb18mb/tooltip/header
source: Collection Card
ru: Коллекционная карточка

# hangar/award/card_fb18ms/tooltip/body
source: A card to your collection. Collect all cards to add Gianluigi Buffon to your crew.
ru: Одна из карточек, составляющих коллекцию. Соберите все карточки, чтобы получить Джанлуиджи Буффона.

# hangar/award/card_fb18ms/tooltip/header
source: Collection Card
ru: Коллекционная карточка

# hangar/award/card_fb18sb/tooltip/body
source: A card to your collection. Collect all cards to add Gianluigi Buffon to your crew.
ru: Одна из карточек, составляющих коллекцию. Соберите все карточки, чтобы получить Джанлуиджи Буффона.

# hangar/award/card_fb18sb/tooltip/header
source: Collection Card
ru: Коллекционная карточка

# hangar/award/card_fb18ss/tooltip/body
source: A card to your collection. Collect all cards to add Gianluigi Buffon to your crew.
ru: Одна из карточек, составляющих коллекцию. Соберите все карточки, чтобы получить Джанлуиджи Буффона.

# hangar/award/card_fb18ss/tooltip/header
source: Collection Card
ru: Коллекционная карточка

# hangar/award/card_fb18ub/tooltip/body
source: A card to your collection. Collect all cards to add Gianluigi Buffon to your crew.
ru: Одна из карточек, составляющих коллекцию. Соберите все карточки, чтобы получить Джанлуиджи Буффона.

# hangar/award/card_fb18ub/tooltip/header
source: Collection Card
ru: Коллекционная карточка

# hangar/award/card_fb18us/tooltip/body
source: A card to your collection. Collect all cards to add Gianluigi Buffon to your crew.
ru: Одна из карточек, составляющих коллекцию. Соберите все карточки, чтобы получить Джанлуиджи Буффона.

# hangar/award/card_fb18us/tooltip/header
source: Collection Card
ru: Коллекционная карточка

# hangar/buffonBtn/tooltip/buffonNotAvailable/body
source: Click to go to your football cards collection and claim Buffon.
ru: Нажмите, чтобы перейти к коллекции футбольных карточек для получения Буффона.

# hangar/buffonBtn/tooltip/buffonNotAvailable/header
source: Collection
ru: Коллекция

# hangar/buffonBtn/tooltip/buffonNotRecruited/body
source: Click to recruit Buffon
ru: Нажмите, чтобы рекрутировать Буффона.

# hangar/buffonBtn/tooltip/buffonNotRecruited/header
source: Recruitment
ru: Рекрутирование

# hangar/buffonBtn/tooltip/buffonRecruited/body
source: Click to open your card collection.
ru: Нажмите, чтобы открыть вашу коллекцию карточек.

# hangar/buffonBtn/tooltip/buffonRecruited/header
source: Collection
ru: Коллекция

# hangar/greenFlag/tooltip/bottom
source: Prove you are the best and win a ball autographed by Buffon. You can also earn many rewards for playing in football matches.
ru: Станьте лучшим и получите мяч с подписью Буффона, а также множество других призов, принимая участия в танковых футбольных матчах.

# hangar/greenFlag/tooltip/event/name
source: Tank football 2018
ru: Танковый футбол 2018

# hangar/greenFlag/tooltip/primeTime/future
source: Will be counted later:
ru: Будут учитываться позже:

# hangar/greenFlag/tooltip/primeTime/now
source: Matches counted:
ru: Учитываются матчи:

# hangar/greenFlag/tooltip/stage/beforeBeginning
source: Starts in:
ru: До начала:

# hangar/greenFlag/tooltip/stage/inProgress
source: %(stageName)s in progress
ru: Идёт %(stageName)s

# hangar/greenFlag/tooltip/stage/stageName
source: Stage %(stageNum)s
ru: Этап %(stageNum)s

# hangar/unlockButtonDisabledFootball/body
source: Research is not allowed on special vehicles.
ru: Для специальной техники исследования недоступны.

# hangar/unlockButtonDisabledFootball/header
source: Research disabled
ru: Исследования недоступны

# ingame/football/commentator/en/roleName
source: Match Commentary
ru: Комментатор матча

# ingame/football/commentator/it/roleName
source: Match Commentary
ru: Комментатор матча

# ingame/football/commentator/ru/name
source: Nikolay Hodasevich
ru: Николай Ходасевич

# ingame/football/commentator/ru/roleName
source: Match Commentary
ru: Комментатор матча

# messages/football/ballDrop/endDescr
source: GO!
ru: ВПЕРЁД!

# messages/football/ballDrop/timerDescr
source: Ball will drop in
ru: Мяч появится через

# messages/football/fragBar/alliedName
source: Allies
ru: Союзники

# messages/football/fragBar/enemyName
source: Enemy
ru: Противник

# messages/football/fragBar/goalAlly
source: GОAAAL!
ru: ГООООЛ!

# messages/football/fragBar/goalEnemy
source: The Enemy Team Scored a Goal
ru: Команда противника забила гол

# messages/football/fragBar/goalSelf
source: Own Goal!
ru: Автогол!

# messages/football/fullStats/ballPossession
source: Ball Possession
ru: Владение мячом

# messages/football/fullStats/battleText
source: Football Match
ru: Футбольный матч

# messages/football/fullStats/commonStats
source: GENERAL STATISTICS
ru: ОБЩАЯ СТАТИСТИКА

# messages/football/fullStats/eventsTimeline
source: MATCH RECORD
ru: ХОД МАТЧА

# messages/football/fullStats/goals
source: Goals
ru: Голы

# messages/football/fullStats/mapText
source: Card Name
ru: Название карточки

# messages/football/fullStats/team1Name
source: Your Team
ru: Ваша команда

# messages/football/fullStats/team2Name
source: Enemy Team
ru: Команда противника

# messages/football/fullStats/winText
source: Victory conditions: earn more points or score three goals.
ru: Условия победы: забить три гола или заработать больше очков.

# messages/football/fullStats/winTextOvertime
source: Score a goal or keep ball in the enemy half.
ru: Забейте гол или удерживайте мяч на половине поля команды противника.

# messages/football/overtime/condA
source: Be the first team to score the golden goal.
ru: Ваша команда должна забить «золотой гол».

# messages/football/overtime/condB
source: Keep the ball on the enemy team's half.
ru: Удерживайте мяч на половине поля команды противника.

# messages/football/overtime/header
source: Overtime
ru: Овертайм

# messages/football/overtime/headerDescr
source: Full-time did not produce the winner.
ru: Победитель не определён в основное время.

# messages/football/overtime/or
source: or
ru: или

# messages/football/overtime/timerDescr
source: Back to the field in:
ru: Назад на поле через:

# messages/football/overtimeBar/title
source: Overtime
ru: Овертайм

# messages/football/overtimeBar/winOnPoints
source: Your team won by earning more points
ru: Ваша команда побеждает по заработанным очкам

# messages/football/overtimeBar/winOnPointsEnemy
source: The enemy team won by earning more points
ru: Команда противника побеждает по заработанным очкам

# messages/football/startTimer/objectiveDescr
source: The match ends when one team scores three goals
ru: Матч длится до трёх голов в одни ворота

# messages/football/startTimer/timerDescr
source: Match starts in
ru: До начала матча

# messages/football/timer/starting
source: Match starts in:
ru: Матч начнётся через:

# messages/infotype/availability
source: Available until: %(dateStr)s
ru: Доступно до: %(dateStr)s

# messages/infotype/desc
source: Vehicle for the Football Event
ru: Машина для футбольного события

# missionDetails/conditions/tooltipBody
source: Battle missions for football event. Select special vehicles to complete these missions.
ru: Боевые задачи для футбольного события. Выберите специальную машину для их выполнения.

# missionDetails/conditions/tooltipHeader
source: Football Match
ru: Футбольный матч

# mission_window_button_tooltip
source: Cards
ru: Карточки

# mission_window_button_tooltip_body
source: Click here to open your card collection.
ru: Нажмите, чтобы открыть вашу коллекцию карточек.

# mission_window_card_rewards_title
source: Congratulations on Earning Rewards
ru: Поздравление с награждением

# mission_window_cards_rewards_text
source: Award for the completion of the mission %(mission)s
ru: Награда за выполнение боевой задачи %(mission)s

# mission_window_open_card_collection_button_text
source: Open Cards
ru: Открыть карточки

# popover_label_football
source: Special Vehicle
ru: Специальная машина

# quests/football_card
source: Collection Card
ru: Коллекционная карточка

# restriction/inconsistent
source: There can be only one %(role)s in a Platoon
ru: Может быть только один %(role)s во взводе

# serviceChannelMessages/compensationReceived/date
source: Date
ru: Дата

# serviceChannelMessages/compensationReceived/invoice
source: Receipt
ru: Квитанция

# serviceChannelMessages/invoiceReceived/fb18Cards
source: Duplicate cards have been removed
ru: Списаны повторные карточки

# serviceChannelMessages/invoiceReceived/fb18Credits
source: Compensation for cards
ru: Компенсация за карточки

# tooltip_event_body
source: Show/hide vehicles for special game events.
ru: Включить/отключить отображение техники, предназначенной для особых игровых событий.

# tooltip_event_header
source: Special vehicles
ru: Специальная техника

# tooltip_event_label
source: Show special vehicles
ru: Показывать специальную технику

# tooltip_football_filter_button_body
source: Show/hide vehicles for special game events.
ru: Включить/отключить отображение техники, предназначенной для особых игровых событий.

# tooltip_football_filter_button_header
source: Special vehicles
ru: Специальная техника
