Repository: McHarny/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/Linkedset.*.resx
Languages: ru

source: Available
ru: Доступно

# complete_mission_before
source: Complete %(mission_name)s to unlock the next missions.
ru: Выполните «%(mission_name)s» для доступа к следующим задачам.

# complete_quest_before
source: Complete the previous mission: %(quest_name)s
ru: Выполните предыдущую задачу «%(quest_name)s»

source: Completed
ru: Выполнено

source: Continue
ru: Продолжить

# continue_quest_btn
source: Back to mission: %(quest_name)s
ru: Вернуться на %(quest_name)s

# linkedset_completed_desc
source: You have completed training. Now you are ready for real action!
ru: Вы закончили обучение и готовы к настоящей игре!

# linkedset_completed_title
source: CONGRATULATIONS!
ru: ПОЗДРАВЛЯЕМ!

# linkedset_finished_desc
source: %(tank_name)s is already in the Garage
ru: %(tank_name)s уже в Ангаре

# linkedset_finished_tittle
source: VEHICLE RECEIVED
ru: МАШИНА ПОЛУЧЕНА

# linkedset_group_title
source: Briefing
ru: Инструктаж

# mission_not_complete
source: Not completed
ru: Не выполнено

# missions/name/1
source: Bootcamp
ru: Учебный полигон

# missions/name/2
source: Briefing
ru: Боевой инструктаж

# missions/name/3
source: Road to Glory
ru: Дорога к победе

# missions/quests/desc/1_1
source: Complete the Bootcamp to learn the game basics and receive valuable rewards.
ru: Пройдите Учебный полигон для получения базовых игровых навыков, а также ценной награды.

# missions/quests/desc/2_1
source: Select a Tier II–X vehicle that has not yet won a battle today, and win a Random Battle.
ru: Выберите машину II-X уровня, на которой сегодня ещё не было побед, и победите в Случайном бою.

# missions/quests/desc/2_2
source: Research and purchase a module for any vehicle.
ru: Исследуйте и купите новый модуль для любой машины.

# missions/quests/desc/2_3
source: Enter a Random Battle in a Tier III–X vehicle with a particular number of shells of alternative type.
ru: Выходите в Случайный бой на машине III-X уровня, загрузив некоторое количество альтернативных снарядов.

# missions/quests/desc/2_4
source: Sell an unused module from the Depot.
ru: Продайте со Склада неиспользуемый модуль.

# missions/quests/desc/2_5
source: In a Tier III–X vehicle with slots that are fully equipped with consumables, fight the following number of Random Battles: %(total_progress)s
ru: Проведите %(total_progress)s Случайных боёв на машине III-X уровня с установленным во все слоты снаряжением.

# missions/quests/desc/2_6
source: Apply any customization element to a Tier III–X vehicle and fight a Random Battle.
ru: Нанесите любой элемент внешнего вида на машину III-X уровня и выйдите в Случайный бой.

# missions/quests/desc/2_7
source: In a Tier IV–X vehicle with any mounted equipment, fight the following number of Random Battles: %(total_progress)s
ru: Проведите %(total_progress)s Случайных боёв на машине IV-X уровня с любым установленным оборудованием.

# missions/quests/desc/2_8
source: In a Tier IV-X vehicle with any activated Personal Reserve, fight the following number of Random Battles: %(total_progress)s
ru: Проведите %(total_progress)s Случайных боёв на машине IV-X уровня с любым активированным резервом.

# missions/quests/desc/3_1
source: Research any Tier IV vehicle.
ru: Исследуйте любую машину IV уровня.

# missions/quests/desc/3_2
source: Research any Tier V vehicle.
ru: Исследуйте любую машину V уровня.

# missions/quests/desc/3_3
source: Earn at least %(total_progress)s credits in any battles.
ru: Заработайте в любых боях %(total_progress)s кредитов и более.

# missions/quests/desc/4_1
source: Earn a token and exchange it for any Tier VI vehicle.
ru: Заработайте жетон и обменяйте его на любую машину VI уровня.

# missions/quests/hint_desc/2_1
source: In any vehicle, you earn two times more experience for the first victory of the day. The first victory of the day during particular specials provides your vehicles with x3 or x5 multipliers to earned experience.
ru: За первую победу в день на каждой машине вы получаете в два раза больше опыта. Во время проведения некоторых акций этот множитель может быть х3 или х5.

# missions/quests/hint_desc/2_2
source: Each vehicle consists of modules that provide particular characteristics. By mounting betters modules, you improve the combat potential of your vehicle.
ru: Каждая машина состоит из модулей, отвечающих за определённые ТТХ. Устанавливая более совершенные модули, вы усиливаете боевой потенциал машины.

# missions/quests/hint_desc/2_3
source: Before entering a battle, make sure you load ammunition. You will not be able to fire at enemy vehicles without ammunition. Different types of shells have different characteristics.
ru: Перед началом боя необходимо загрузить боекомплект. Если в бою у вас закончатся снаряды — ваша машина не сможет стрелять. Снаряды разных типов отличаются по характеристикам.

# missions/quests/hint_desc/2_4
source: Your Depot stores unused modules, shells, equipment, and consumables. You can sell all unused items at 50%% of their standard cost.
ru: На Складе хранятся снятые с техники модули, снаряды, оборудование и снаряжение. При необходимости всё это можно продать за половину базовой стоимости.

# missions/quests/hint_desc/2_5
source: Equipment and consumables improve the characteristics of your vehicle or crew. They also repair your vehicle and treat crew members in battle. You can equip up to three different types of consumable at one time.
ru: Принадлежности и расходные материалы улучшают характеристики машины или экипажа, а также позволяют бороться с повреждениями в бою. Всего можно загрузить до трёх типов снаряжения одновременно.

# missions/quests/hint_desc/2_6
source: You can add individuality to your vehicles by applying particular styles, camouflages, paints, inscriptions, and emblems. All these customization elements can be applied permanently or for a particular period.
ru: Можно придать своим боевым машинам индивидуальность, изменив их внешний вид при помощи стилей, камуфляжа, красок, надписей и эмблем. Всё это можно наносить на время или перманентно.

# missions/quests/hint_desc/2_7
source: Complex Equipment can be demounted only for gold. Simple equipment can be demounted for free.
ru: Сложное оборудование можно демонтировать только за золото. Простое оборудование демонтируется бесплатно.

# missions/quests/hint_desc/2_8
source: By activating a Personal Reserve, you receive a temporary bonus to earned Combat or Free Experience, Crew Experience, or credits.
ru: Активировав личный резерв, вы получите временную надбавку к заработку боевого или свободного опыта, кредитов или опыта экипажа.

# missions/quests/hint_desc/3_1
source: All World of Tanks vehicles are divided into five types that differ in combat role and battle tactics. All in all, there are over 500 tanks, SPGs, and tank destroyers.
ru: Вся техника в World of Tanks разделена на пять основных типов, различных по назначению и тактике игры. В общей сложности здесь представлено более 500 танков, САУ и ПТ-САУ.

# missions/quests/hint_desc/3_2
source: You can research any vehicle of 11 nations.
ru: Вы можете исследовать любую технику 11 наций, представленных в игре.

# missions/quests/hint_desc/3_3
source: Allows you to earn more credits and experience in any vehicle, which saves time and speeds up research.
ru: Позволяет зарабатывать больше кредитов и опыта за бой при игре на любой машине, что экономит время и ускоряет развитие в игре.

# missions/quests/hint_name/2_1
source: EXPERIENCE MULTIPLIER
ru: МНОЖИТЕЛЬ ОПЫТА

# missions/quests/hint_name/2_2
source: MODULES
ru: МОДУЛИ

# missions/quests/hint_name/2_3
source: AMMUNITION
ru: БОЕКОМПЛЕКТ

# missions/quests/hint_name/2_4
source: DEPOT
ru: СКЛАД

# missions/quests/hint_name/2_5
source: CONSUMABLES
ru: СНАРЯЖЕНИЕ

# missions/quests/hint_name/2_6
source: CUSTOMIZATION
ru: ПЕРСОНАЛИЗАЦИЯ

# missions/quests/hint_name/2_7
source: COMPLEX EQUIPMENT
ru: СЛОЖНОЕ ОБОРУДОВАНИЕ

# missions/quests/hint_name/2_8
source: PERSONAL RESERVES
ru: ЛИЧНЫЕ РЕЗЕРВЫ

# missions/quests/hint_name/3_1
source: VEHICLE TYPES
ru: ТИПЫ ТЕХНИКИ

# missions/quests/hint_name/3_2
source: NATIONS
ru: НАЦИИ

# missions/quests/hint_name/3_3
source: PREMIUM ACCOUNT
ru: ПРЕМИУМ АККАУНТ

# missions/quests/name/1_1
source: Bootcamp
ru: Учебный полигон

# missions/quests/name/2_1
source: First Victory of the Day
ru: Первая победа

# missions/quests/name/2_2
source: Improve Your Vehicle
ru: Улучшаем машину

# missions/quests/name/2_3
source: Shell Diversity
ru: Новые снаряды

# missions/quests/name/2_4
source: Sell Unused Items
ru: Продаём ненужное

# missions/quests/name/2_5
source: Full House
ru: Полный набор

# missions/quests/name/2_6
source: Make Up Your Vehicle
ru: Во-первых, это красиво

# missions/quests/name/2_7
source: One Step Closer
ru: Совершенствуемся

# missions/quests/name/2_8
source: Reserves
ru: Резервы

# missions/quests/name/3_1
source: Tier IV Vehicle
ru: Машина IV уровня

# missions/quests/name/3_2
source: Tier V Vehicle
ru: Машина V уровня

# missions/quests/name/3_3
source: %(total_progress)s credits
ru: %(total_progress)s кредитов

# missions/quests/name/4_1
source: Recruit Training
ru: Курс молодого бойца

# missions/quests/win_desc/4_1
source: Use the reward token and receive any Tier VI vehicle without researching.
ru: Используйте наградной жетон, чтобы мгновенно получить любую исследуемую машину VI уровня.

# missions/quests/win_name/4_1
source: YOUR REWARD
ru: ВАША НАГРАДА

# missions_completed
source: %(cur_count)s/%(total_count)s missions completed
ru: Задач выполнено %(cur_count)s/%(total_count)s

# not_available
source: Unavailable
ru: Недоступно

# quest_completed
source: MISSION COMPLETED
ru: ЗАДАЧА ВЫПОЛНЕНА

# reward_for_completed_mission
source: The %(mission_name)s mission set has been successfully completed. You have already received the rewards for its completion.
ru: Блок задач «%(mission_name)s» выполнен. Награда за выполнение всех задач была получена.

# reward_for_completed_quest
source: You have completed the %(quest_name)s mission. You received the reward for its completion.
ru: Задача «%(quest_name)s» выполнена. Награда получена.

# reward_for_uncompleted_mission
source: The reward for completion of all missions from the %(quest_name)s mission set
ru: Награда за выполнение всех задач блока «%(quest_name)s»

# start_quest_btn
source: Start %(quest_name)s
ru: Начать %(quest_name)s

source: Use the token
ru: Использовать жетон

# vehicle_list_popup/info_text
source: You already have all researchable Tier %(level)s vehicles.
ru: У вас уже есть вся исследуемая техника %(level)s уровня.
