Repository: McHarny/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/Manual.*.resx
Languages: ru

# chapter-4/lesson-4/hint-2/text
source: High damage per shot.
ru: Прекрасный разовый урон.

# chapter-4/lesson-4/hint-3/text
source: High concealment in a stationary position.
ru: Хорошая маскировка в стоячем положении.

# chapter-4/lesson-4/title
source: Tank Destroyers
ru: ПТ-САУ

# chapter-4/lesson-5/description
source: SPGs are always positioned behind the allied lines, and can fire at targets in almost any part of the map. They can hide and survive for a long time, while they have almost no chance in close combat due to weak armor and low maneuverability.
ru: Артиллерия всегда располагается в тылу и оттуда же ведёт огонь практически по всей карте. Это позволяет ей выживать максимально долго, ведь самая низкая мобильность и слабая броня делает её практически беспомощной в ближнем бою.

# chapter-4/lesson-5/hint-1/text
source: A long range support to allies.
ru: «Загоризонтная поддержка» команды.

# chapter-4/lesson-5/hint-2/text
source: A quite different style of gameplay.
ru: Совершенно иной игровой процесс.

# chapter-4/lesson-5/hint-3/text
source: Can cause stun that reduces the technical characteristics of enemy vehicles.
ru: Способность наносить оглушение, снижающее ТТХ машины противника.

# chapter-4/lesson-5/title
source: SPGs
ru: САУ

# chapter-4/lesson-6/description
source: 1. LT—front line, passive or active spotting. 2. MT—flanking maneuvers, destroying the enemy scouts, supporting the attacking allied vehicles. 3. HT—breaking through or holding the main front. 4. TD—long-range fire from the second line, destruction of heavy tanks. 5. SPG—firing at enemy vehicles from long range, smoking enemy vehicles out of ambush spots.
ru: 1. ЛТ — на передовой, пассивная или активная разведка. 2. СТ — фланговые обходы, уничтожение разведчиков, поддержка атаки. 3. ТТ — прорыв или удержание основных направлений. 4. ПТ-САУ — дальнобойная стрельба со второй линии, уничтожение ТТ. 5. САУ — обстрел противника с дальних дистанций, «выкуривание» засадных машин.

# chapter-4/lesson-6/title
source: Battle Roles
ru: Роли в бою

# chapter-5/lesson-1/hint-1/text
source: The more accurate the gun, the less likely it is that the shell diverts from the target during firing.
ru: Чем точнее орудие, тем реже снаряд отклоняется от точки прицеливания при стрельбе.

# chapter-5/lesson-1/hint-2/text
source: Before firing, wait for the aiming circle to snap onto the target.
ru: Чтобы уменьшить разброс, дождитесь уменьшения круга сведения.

# chapter-5/lesson-1/hint-3/text
source: Firing without full aim is much less effective.
ru: Стрельба без сведения может быть малоэффективна.

# chapter-5/lesson-1/title
source: Gun Dispersion
ru: Разброс орудия

# chapter-5/lesson-10/hint-1/text
source: These shells cause the highest potential damage, but demonstrate the lowest penetration and flight speed.
ru: Самый высокий потенциальный урон, но и самая низкая бронепробиваемость и скорость полёта.

# chapter-5/lesson-10/hint-2/text
source: When hitting a screen or during a non-penetration of enemy armor, they explode and cause splash damage.
ru: При попадании в препятствие или при непробитии брони взрывается, нанося урон осколками.

# chapter-5/lesson-10/hint-3/text
source: They always explode on impact and never ricochet.
ru: Всегда срабатывают при попадании и не могут отрикошетить.

# chapter-5/lesson-10/title
source: High-Explosive Shells
ru: Осколочно-фугасные снаряды

# chapter-5/lesson-11/description
source: The view range of each vehicle is calculated in meters, and displayed in technical characteristics. 445 meters is the maximum value. Improving the standard view range of your vehicle allows for more effective spotting of concealed enemies that are within the view range circle. It presents the most important parameter for light tanks. 1—The enemy vehicle is spotted within your view range. 2—The enemy vehicle is spotted after firing. 3—Concealed vehicle behind bushes. 4—Concealed vehicle behind a building.
ru: Обзор каждой машины рассчитывается в метрах и указывается в её ТТХ. Максимальное значение — 445 метров. Увеличение показателя сверх указанного поможет вам эффективнее обнаруживать замаскированные цели, попавшие в круг обзора. Важнейший параметр для лёгких танков. 1 — Виден, противник в поле зрения. 2 — Демаскирован выстрелом. 3 — Скрыт за кустами. 4 — Скрыт за строением.

# chapter-5/lesson-11/title
source: View Range
ru: Обзор

# chapter-5/lesson-12/description
source: The value of this parameter is always 565 meters. It represents the maximum distance at which allied and enemy vehicles are visible.
ru: Значение данного параметр всегда составляет 565 метров. Это максимальная дистанция, на которой может быть видна техника союзников и противника.

# chapter-5/lesson-12/title
source: Maximal Draw Circle
ru: Максимальная дальность отрисовки

# chapter-5/lesson-13/description
source: You always spot enemy vehicles within 50 meters, regardless of cover or obstacles they are hiding behind.
ru: В радиусе 50 метров и ближе ваша машина всегда видит противника, в каком бы укрытии или за каким бы препятствием он ни находился.

# chapter-5/lesson-13/title
source: Vehicles Within 50 Meters are Always Visible
ru: На дистанции менее 50 метров видим всё

# chapter-5/lesson-14/description
source: Ramming vehicles causes damage proportional to their difference in mass, speed of movement, and armor thickness in the area of impact. When playing in heavy and fast vehicles, take your chance and ram enemy vehicles to cause them considerable damage.
ru: При столкновении машины получают урон пропорционально разнице в массе, скорости движения и толщине брони в месте удара. На быстрых и тяжёлых машинах вы можете смело таранить противника, нанося ему значительный урон.

# chapter-5/lesson-14/title
source: Ramming
ru: Таран

# chapter-5/lesson-2/description
source: Stationary vehicles demonstrate better firing accuracy than when firing on the move. Avoid firing at distant enemies on the move: the chances to hit the target are extremely low, while your vehicle will be spotted upon firing.
ru: Точность стрельбы в стоячем положении заметно лучше, чем на ходу. Старайтесь не стрелять на ходу по дальним целям: шанс попасть невелик, кроме того, выстрел вас демаскирует.

# chapter-5/lesson-2/title
source: Higher Dispersion on the Move
ru: Разброс орудия в движении

# chapter-5/lesson-3/description
source: Each shell has its own flight speed and requires a particular time to reach the target. Aim at the front or ahead of the enemy vehicle to hit a moving target. Study your gun and try to get used to its shell flight speed—you will be able to lead the targets at long distances with a higher rate of accuracy.
ru: Каждый снаряд имеет свою скорость полёта и достигает цели не мгновенно, поэтому берите упреждение стреляя по движущейся цели. Привыкайте к своему орудию и скорости полёта снарядов — это поможет точнее рассчитывать упреждение на больших дистанциях.

# chapter-5/lesson-3/title
source: Firing at Moving Targets (Leading Targets)
ru: Стрельба по движущимся целям (упреждение)

# chapter-5/lesson-4/description
source: Auto-aim will automatically follow an enemy vehicle, but one should use it wisely. The auto-aim catches the geometrical center of a vehicle that may be heavily armored.
ru: Автоприцел будет вести ваше орудие за противником автоматически, но будьте внимательны — прицел наводится на геометрический центр машины, который может быть хорошо бронирован.

# chapter-5/lesson-4/hint-1/text
source: Use the right mouse button to auto-aim at an enemy vehicle; clicking again will deactivate it.
ru: Зафиксируйте прицел на противнике с помощью ПКМ. Отключается он той же кнопкой.

# chapter-5/lesson-4/hint-2/text
source: This option is quite beneficial when firing on the move.
ru: Данная возможность полезна при стрельбе на ходу.

# chapter-5/lesson-4/hint-3/text
source: Auto-aim does not lead targets.
ru: Автоприцел не учитывает упреждение.

# chapter-5/lesson-4/title
source: Auto-Aim
ru: Автоприцел

# chapter-5/lesson-5/description
source: The green marker indicates the highest chance of armor penetration. Even without penetration and causing damage, you have a high chance to damage the external module of an enemy vehicle. The red marker indicates the minimum (or simply zero) chance to penetrate its armor.
ru: Зелёный маркер показывает высокий шанс пробития брони. Даже без пробития и нанесения урона вы можете повредить или вывести из строя внешний модуль машины противника. Красный маркер показывает минимальный (или вовсе отсутствующий) шанс пробития.

# chapter-5/lesson-5/title
source: Penetration
ru: Бронепробиваемость

# chapter-5/lesson-6/description
source: A gun requires reloading before firing again.
ru: После выстрела орудие должно перезарядиться.

# chapter-5/lesson-6/title
source: Gun Loading
ru: Перезарядка

# chapter-5/lesson-7/hint-1/text
source: The penetration of these shells decreases with distance traveled, but still demonstrates good normalization.
ru: С расстоянием теряют бронепробиваемость, но обладают хорошей нормализацией (углом вхождения).

# chapter-5/lesson-7/hint-2/text
source: They lose penetration potential when passing through destructible objects.
ru: Теряют бронепробиваемость после пролёта сквозь разрушаемый объект.

# chapter-5/lesson-7/hint-3/text
source: The shells demonstrate frequent ricochets when hitting the armor at an angle of 70 degrees or more.
ru: Могут отрикошетить под углом вхождения в 70 градусов и более.

# chapter-5/lesson-7/title
source: Armor-Piercing Shells
ru: Бронебойные снаряды

# chapter-5/lesson-8/description
source: Armor-Piercing Composite Rigid Shells
ru: Подкалиберные снаряды

# chapter-5/lesson-8/hint-1/text
source: High flight speed and penetration, but bad shell normalization.
ru: Высокая скорость полёта и бронепробиваемость, но плохая нормализация (угол вхождения).

# chapter-5/lesson-8/hint-2/text
source: The penetration of these shells decreases with distance traveled and when passing through destructible objects.
ru: Теряют бронепробиваемость с расстоянием и после пролёта сквозь разрушаемый объект.

# chapter-5/lesson-8/hint-3/text
source: The shells demonstrate frequent ricochets when hitting the armor at an angle of 70 degrees or more.
ru: Могут отрикошетить под углом вхождения в 70 градусов и более.

# chapter-5/lesson-8/title
source: Armor-Piercing Composite Rigid Shells
ru: Подкалиберные снаряды

# chapter-5/lesson-9/hint-1/text
source: The shells demonstrate high penetration potential that does not decrease with distance traveled.
ru: Высокая бронепробиваемость, которая не снижается с расстоянием.

# chapter-5/lesson-9/hint-2/text
source: They cannot penetrate obstacles or destructible objects, and may not penetrate vehicle screens.
ru: Не способны пробивать препятствия и разрушаемые объекты, могут не пробить экраны.

# chapter-5/lesson-9/hint-3/text
source: Demonstrate frequent ricochets when hitting the armor at an angle of 85 degrees or more.
ru: Могут отрикошетить под углом вхождения в 85 градусов и более.

# chapter-5/lesson-9/title
source: High-Explosive Anti-Tank Shells
ru: Кумулятивные снаряды

# chapter-6/lesson-1/description
source: Each vehicle has armor. All vehicles usually have well-armored front, pretty reliable turret (or cabin), and quite weak side and rear armor. Each vehicle has a unique armor scheme, with its own strong and weak areas.
ru: У каждой машины есть броня. Как правило, вся техника хорошо защищена спереди, имеет довольно крепкую башню (или рубку), но при этом слабую броню бортов и кормы. Бронирование каждой машины уникально, имеет свои слабые и сильные стороны.

# chapter-6/lesson-1/title
source: Armor Difference
ru: Разница в бронировании

# chapter-6/lesson-10/description
source: Damaged fuel tanks will certainly catch fire once destroyed in battle. Damaged fuel tanks do not affect a vehicle's performance: the yellow indication simply informs a player of potential ignition on the next hit to the module.
ru: Баки гарантированно загорятся, если будут выведены из строя. Повреждённые баки не несут никакого негативного эффекта — «жёлтое» состояние проинформирует вас о возможном пожаре при следующем попадании в баки.

# chapter-6/lesson-10/title
source: Damaged Fuel Tanks
ru: Повреждение топливных баков

# chapter-6/lesson-11/description
source: A damaged ammo rack doubles the gun loading time. A destroyed ammo rack will detonate, destroying your vehicle in a blink of an eye.
ru: При повреждённой боеукладке вдвое снижается скорость перезарядки орудия. Выведенная из строя боеукладка взрывается, что гарантирует мгновенное уничтожение машины.

# chapter-6/lesson-11/title
source: Damaged Ammo Rack
ru: Повреждение боеукладки

# chapter-6/lesson-12/description
source: A damaged radio does not affect a vehicle's performance and continues to operate. However, a destroyed radio halves your signal range, which may impede your understanding of the current battle situation.
ru: Повреждённая радиостанция продолжает работать и не оказывает негативного эффекта. А вот радиостанция, выведенная из строя, уменьшает вдвое радиус связи, что может ухудшить восприятие текущей обстановки в бою.

# chapter-6/lesson-12/title
source: Damaged Radio
ru: Повреждение радиостанции

# chapter-6/lesson-13/description
source: An injured Commander reduces the view range, removes the Commander's bonuses from other crew members, and disables the Sixth Sense Perk.
ru: Если ранен командир, то снижается обзор, пропадает командирская надбавка остальным членам экипажа, а также перестаёт работать навык «Шестое чувство».

# chapter-6/lesson-13/title
source: Injured Commander
ru: Ранение командира

# chapter-6/lesson-14/description
source: An injured Gunner halves a vehicle's aim and turret traverse speed. In case the Gunner performs several functions, they will all be affected by this crew member's injury.
ru: При ранении наводчика вдвое снижается скорость прицеливания и поворота башни. Если член экипажа совмещает сразу несколько специальностей, то все они будут работать хуже при ранении этого члена экипажа.

# chapter-6/lesson-14/title
source: Injured Gunner
ru: Ранение наводчика

# chapter-6/lesson-15/description
source: An injured Driver halves the vehicle's movement and hull traverse speed. In case the Driver performs several functions, they will all be affected by this crew member's injury.
ru: При ранении механика-водителя вдвое снижается скорость движения и поворотов. Если член экипажа совмещает сразу несколько специальностей, то все они будут работать хуже при ранении этого члена экипажа.

# chapter-6/lesson-15/title
source: Injured Driver
ru: Ранение мехвода

# chapter-6/lesson-16/description
source: An injured Radio Operator halves the vehicle's signal range. In case the Radio Operator performs several functions, they will all be affected by this crew member's injury.
ru: При ранении радиста радиус связи уменьшается вдвое. Если член экипажа совмещает сразу несколько специальностей, то все они будут работать хуже при ранении этого члена экипажа.

# chapter-6/lesson-16/title
source: Injured Radio Operator
ru: Ранение радиста

# chapter-6/lesson-17/description
source: An injured Loader doubles the vehicle's gun loading time. If the Loader performs several functions, they will all be affected by this crew member's injury.
ru: При ранении заряжающего скорость перезарядки орудия снижается вдвое. Если член экипажа совмещает сразу несколько специальностей, то все они будут работать хуже при ранении этого члена экипажа.

# chapter-6/lesson-17/title
source: Injured Loader
ru: Ранение заряжающего

# chapter-6/lesson-18/description
source: When falling from an obstacle, you can cause damage to both your vehicle and to any enemy you land on. When passing through deep water, remember that you have 10 seconds until the vehicle will drown. When overturned, you can only hope your allies may give you a hand and turn your vehicle back again.
ru: Падая с высоты, вы можете повредить как свою машину, так и ту, на которую упадёте. Преодолевая глубоководье помните, что у вас есть всего 10 секунд до затопления машины. Если вы перевернулись, то вам остаётся лишь рассчитывать на помощь союзников.

# chapter-6/lesson-18/title
source: Drowning, Overturning, and Falling
ru: Затопления, перевороты, падения с высоты

# chapter-6/lesson-19/description
source: Any type of vegetation (except grass) conceals your vehicle from enemies. Make sure that bushes and treetops completely cover your vehicle. Firing removes all vehicle concealment bonuses within a 15-meter radius. Make sure your vehicle is 15 meters away if you want to fire from behind bushes.
ru: Любая растительность (исключая траву) скрывает вашу машину от противника. Старайтесь, чтобы кусты и кроны деревьев полностью вас закрывали. Ваш выстрел отменяет все плюсы к маскировке от растительности в 15 метрах вокруг машины, поэтому, если хотите стрелять из-за кустов, убедитесь, что отъехали от них на 15 метров.

# chapter-6/lesson-19/title
source: Vegetation and Concealment
ru: Растительность и маскировка

# chapter-6/lesson-2/description
source: When your vehicle is exposed to enemy fire, try to avoid being hit at a 90 degree angle. Angle your vehicle properly to increase the chance to deflect enemy shells.
ru: Оказавшись под огнём, старайтесь не подставлять противнику броню под прямым углом. Доверните свою машину так, чтобы снаряды противника сталкивались с вашей бронёй под максимально острым углом — это увеличит шанс рикошета.

# chapter-6/lesson-2/title
source: Blocking Damage with Side Armor
ru: Игра «от борта»

# chapter-6/lesson-20/description
source: A concealed vehicle is invisible to enemy vehicles. Use the Camouflage Net equipment, camouflages, designated directive and the Concealment skill to boost the concealment characteristics of your vehicle. Remember: firing reveals your position.
ru: Маскировка — это свойство техники быть незаметной для противника. Для усиления маскировки используйте снаряжение «Маскировочная сеть», камуфляж, особую предбоевую инструкцию и умение экипажа «Маскировка». Помните, что выстрелы вас демаскируют.

# chapter-6/lesson-20/title
source: Vehicle Concealment and Revealing Factors
ru: Незаметность машины и демаскирующие факторы

# chapter-6/lesson-3/description
source: When fighting against enemy vehicles, try to make the most of the available cover like rocks, destroyed vehicles or buildings. This will save you a great many hit points.
ru: При огневом контакте с противником старайтесь максимально прятать свою машину в укрытии: за камнями, сгоревшими танками или в разрушенных строениях — противнику должно быть неудобно вести по вам огонь.

# chapter-6/lesson-3/title
source: Use Cover to Hide Your Vehicle's Weak Spots
ru: Прячьте уязвимые зоны в укрытиях

# chapter-6/lesson-4/description
source: Make sure you take advantage of map terrain. Hide your vehicle's hull in terrain irregularities and minimize its visible silhouette. You can fire from behind a hill without being exposed to direct enemy fire.
ru: Рельеф должен играть вам на руку. Скрывайте уязвимый корпус в складках местности, минимизируйте видимый профиль машины. Чтобы выстрелить из-за холма, не обязательно полностью выкатываться.

# chapter-6/lesson-4/title
source: Use Terrain Irregularities
ru: Используйте складки рельефа

# chapter-6/lesson-5/description
source: A damaged module increases the chance of track destruction. A destroyed track immobilizes your vehicle for a short time.
ru: При повреждении модуля увеличивается шанс разрыва гусеницы. Если гусеницу сбить — машина некоторое время не может перемещаться.

# chapter-6/lesson-5/title
source: Damaged Suspension
ru: Повреждение ходовой

# chapter-6/lesson-6/description
source: Firing with a damaged gun has quite a low chance of hitting the target. A destroyed gun cannot fire until it is repaired to at least a damaged state.
ru: При стрельбе из повреждённого орудия шанс попасть в цель существенно ниже. Выведенное из строя орудие вообще теряет способность стрелять, пока не будет отремонтировано хотя бы до состояния «повреждённое».

# chapter-6/lesson-6/title
source: Damaged Gun
ru: Повреждение орудия

# chapter-6/lesson-7/description
source: Damaged observation devices do not affect the view range, unlike destroyed devices, which halves the view range.
ru: Повреждённые приборы наблюдения никак не ухудшают обзор, а вот выведенные из строя уменьшат его на 50%.

# chapter-6/lesson-7/title
source: Damaged Observation Devices
ru: Повреждение приборов наблюдения

# chapter-6/lesson-8/description
source: A damaged turret ring slows down the turret traverse speed. When the mechanism is destroyed, the turret remains static until it is repaired. You will struggle to contribute to battle with an immobile turret.
ru: Из-за повреждённого механизма башня вращается медленнее, а если он выведен из строя, то башня полностью заклинит и останется неподвижной до её ремонта. Стрельба в таком состоянии исключительно неудобна.

# chapter-6/lesson-8/title
source: Damaged Turret Ring
ru: Повреждение механизма поворота башни

# chapter-6/lesson-9/description
source: A damaged engine considerably reduces all dynamic characteristics of your vehicle. A destroyed engine makes a vehicle immobile until it is repaired. Hitting a damaged engine has a chance of setting your vehicle on fire.
ru: При повреждённом двигателе существенно падают все динамические характеристики машины. Выведенный из строя двигатель вообще не позволит машине передвигаться до его ремонта. Попадание в двигатель с определённой вероятностью может поджечь машину.

# chapter-6/lesson-9/title
source: Damaged Engine
ru: Повреждение двигателя

# chapter-7/lesson-1/description
source: The minimap provides a better understanding of the general picture of the battle situation. Apart from the positions of allies, the minimap also displays the positions of spotted enemy vehicles, as well as the range of your current and maximum view, camera direction beam and maximum draw circle.
ru: Миникарта позволит вам лучше понять общую картину боя. Помимо позиций союзников, вы также видите обнаруженную технику противника. На миникарте также отображаются круги вашего текущего и максимального обзора, луч направления камеры и круг максимальной отрисовки. Миникарту можно настроить под себя в настройках игры.

# chapter-7/lesson-1/title
source: Minimap
ru: Миникарта

# chapter-7/lesson-10/hint-1/text
source: Create a Platoon of 2–3 players and fight as a team.
ru: Создавайте взвод из 2-3 игроков, играйте слаженно и прикрывайте друг друга.

# chapter-7/lesson-10/hint-2/text
source: Additional experience per battle for Tier IV vehicles or higher.
ru: Получайте дополнительный опыт за бой на технике IV уровня и выше.

# chapter-7/lesson-10/hint-3/text
source: Only vehicles of same tier are available to fight in a Platoon; only one SPG can join a Platoon.
ru: Машины во взводе должны быть одного уровня, причём САУ — не более одной.

# chapter-7/lesson-10/title
source: Playing in a Platoon
ru: Игра взводом

# chapter-7/lesson-2/description
source: All commands from the menu are duplicated on the F3–F8 hotkeys. The Attacking command is assigned to the T key by default.
ru: Все команды из этого меню продублированы на кнопках F3-F8. Команда «Атакую» по умолчанию назначена на кнопку Т.

# chapter-7/lesson-2/hint-1/text
source: Hold the Z key and hover on the command to select it.
ru: Удерживайте клавишу Z и выбирайте команду, кликнув на неё мышью.

# chapter-7/lesson-2/title
source: Display Command Menu
ru: Меню приказов
