Repository: McHarny/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/Manual.*.resx
Languages: ru

# chapter-7/lesson-3/description
source: A special account status that gives you 50% more credits and experience per battle. It can be purchased for gold for a particular period, or received for completion of particular missions, as well as for participation in special events.
ru: Особый статус аккаунта, позволяющий получать на 50% больше кредитов и опыта за каждый бой. Может быть куплен за золото на определённый срок или получен за выполнение некоторых задач и за участие в особых событиях.

# chapter-7/lesson-3/title
source: Premium Account
ru: Премиум аккаунт

# chapter-7/lesson-4/description
source: Gold represents valuable premium currency. It cannot purchase any advantages in the game, but considerably simplifies the game process. Gold can be used to enlarge the Garage and the Barracks, purchase days of Premium Account and Premium vehicles, demount complex equipment, convert experience to Free Experience, and much more.
ru: Золото — ценная премиум валюта. За него нельзя купить никаких преимуществ в игре, но можно существенно облегчить игровой процесс. За золото можно расширять Казарму и Ангар, покупать премиум аккаунт и технику, демонтировать сложное оборудование, переводить опыт в свободный, а также многое другое.

# chapter-7/lesson-4/title
source: Gold
ru: Золото

# chapter-7/lesson-5/description
source: Credits represent the game currency that is received for particular contributions in a battle. Credits are used for vehicle repairs, purchasing new modules and vehicles, resupplying ammunition, equipment, and much more.
ru: Кредиты — валюта, начисляемая за любые полезные действия в бою. За кредиты можно ремонтировать технику, покупать новые модули и машины, пополнять боекомплект, покупать оборудование, снаряжение и так далее.

# chapter-7/lesson-5/title
source: Credits
ru: Кредиты

# chapter-7/lesson-6/description
source: Bonds represent a unique in-game currency earned in Ranked Battles, as well as for receiving particular awards. Certain unique items can be purchased for bonds, including improved equipment and directives.
ru: Боны — это особая игровая валюта, которую можно заработать в Ранговых боях, а также за получение некоторых наград. Только за боны вы можете приобрести уникальные предметы: усовершенствованное оборудование и предбоевые инструкции.

# chapter-7/lesson-6/title
source: Bonds
ru: Боны

# chapter-7/lesson-7/description
source: Premium vehicles represent special vehicles that require no further research and are purchased in top configuration. Playing in these vehicles earns more credits and experience in battle, they can use the crew from another vehicle of the same type and nation without retraining, and repair of a Premium vehicle is usually cheaper. They present a great opportunity to players who want to save time.
ru: Премиум техника — особые машины, которые не требуют исследования и покупаются сразу в максимальной комплектации. Данная техника зарабатывает больше кредитов в бою, экипаж на неё можно пересадить бесплатно с машины того же типа и нации, а ремонт премиум машин как правило дешевле. Отличный выбор для игроков, которые хотят сэкономить время.

# chapter-7/lesson-7/title
source: Premium Vehicles
ru: Премиум техника

# chapter-7/lesson-8/hint-1/text
source: Communicate with your allies in a battle (the Enter key) or create a private channel after the end of a battle.
ru: Общайтесь с сокомандниками в бою (клавиша Enter) или открывайте приватный чат после боя.

# chapter-7/lesson-8/hint-2/text
source: Add players to your Friends list to find Platoon members for future battles.
ru: Добавляйте игроков в список друзей, чтобы в дальнейшем было проще искать совзводных.

# chapter-7/lesson-8/hint-3/text
source: By using offensive words or distracting other players from the battle, you violate the Game Rules and may be punished.
ru: Не сквернословьте и не мешайте играть другим — нарушение Правил игры наказуемо.

# chapter-7/lesson-8/title
source: Social Activity
ru: Социальная активность

# chapter-7/lesson-9/hint-1/text
source: You receive various awards for special achievements in a battle.
ru: За особые достижения в бою вам выдаются различные награды.

# chapter-7/lesson-9/hint-2/text
source: This rating represents the total sum of game skills and experience. The rating is displayed to all players.
ru: Это число — суммарный показатель игровых навыков и опытности. Этот рейтинг виден всем.

# chapter-7/lesson-9/hint-3/text
source: Rating by vehicles and achievements in Random Battles.
ru: Рейтинг по технике и достижениям в Случайных боях.

# chapter-7/lesson-9/title
source: Service Record
ru: Достижения

# main_page/chapter/attack_basics
source: Attack Basics
ru: Основы атаки

# main_page/chapter/defence_basics
source: Defense Basics
ru: Основы защиты

# main_page/chapter/gamemodes
source: Game Modes
ru: Режимы игры

# main_page/chapter/newbie
source: For Newcomers
ru: Для новичков

# main_page/chapter/others
source: Other
ru: Другое

# main_page/chapter/player_vehicle
source: Player's Vehicle
ru: Машина игрока

# main_page/chapter/vehicle_types
source: Vehicle Types
ru: Типы техники
