Repository: McHarny/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/Manual.*.resx
Languages: ru

# chapter-1/lesson-1/description
source: Join the army of devoted fans of armored machines from all parts of the world, and fight epic battles on photorealistic maps.
ru: У игроков есть возможность плечом к плечу сражаться с поклонниками стальных гигантов со всех уголков планеты, проводя жаркие бои на фотореалистичных картах.

# chapter-1/lesson-1/hint-1/text
source: A 180-million strong army of players from all over the world.
ru: 180-миллионная армия поклонников по всему миру.

# chapter-1/lesson-1/hint-2/text
source: Holder of two Guinness World Records and many other prestigious awards.
ru: Два мировых рекорда Гиннесса и множество других наград.

# chapter-1/lesson-1/hint-3/text
source: Over 500 combat vehicles of the mid-20th century.
ru: Более 500 боевых машин середины ХХ века.

# chapter-1/lesson-1/title
source: Welcome to the Game!
ru: Добро пожаловать

# chapter-1/lesson-2/description
source: The game provides a considerable diversity of maps: elevation changes, a mixture of open terrain and urban areas, and a great many cover and ambush spots. As a result, you can always deploy the most suitable combat tactics to use in battle. Over thirty 1 x 1 kilometer maps in HD quality are at your disposal.
ru: Игровые локации очень разнообразны: перепады высот, чередование открытых участков местности с городской застройкой, большое количество укрытий и мест для засады — всё это позволяет игрокам применять различные тактики в бою. Вас ждут более 30 километровых карт в великолепном качестве.

# chapter-1/lesson-2/title
source: Game Maps
ru: Поле боя

# chapter-1/lesson-3/hint-1/text
source: Use the mouse to rotate the turret and aim your gun.
ru: Используйте мышь для поворота башни или орудия.

# chapter-1/lesson-3/hint-2/text
source: Use the W, A, S, and D keys to control vehicle movement.
ru: Используйте клавиатуру для управления машиной.

# chapter-1/lesson-3/hint-3/text
source: Wait for the gun to reload before firing.
ru: Стреляйте, когда снаряд заряжен.

# chapter-1/lesson-3/hint-4/text
source: Use Auto-Aim to fire at enemies on the move.
ru: Используйте автоприцел для стрельбы в движении.

# chapter-1/lesson-3/title
source: Vehicle Controls
ru: Управление машиной

# chapter-1/lesson-4/description
source: Aiming at an enemy vehicle will highlight its silhouette in red. Wait until you are fully aimed before firing.
ru: Наведитесь на противника — он обведётся красным контуром. Дождитесь сведения орудия и стреляйте.

# chapter-1/lesson-4/title
source: Causing Damage
ru: Нанесение урона

# chapter-1/lesson-5/description
source: A battle can be won either by destroying all enemy vehicles or upon successful capture of the enemy base. In Standard Battles, both teams have bases; in Assault mode, only the defending team has a base; in Encounter Battles there is only one neutral base that can be captured by any team.
ru: Победа достигается двумя способами: уничтожением команды противника или захватом базы. В Стандартном бою у каждой команды своя база, в Штурме — база только у обороняющихся, а во Встречном бою — база нейтральная, то есть захватить её может любая команда.

# chapter-1/lesson-5/hint-1/text
source: Capture the enemy (or neutral) base.
ru: Захватить базу противника (или нейтральную).

# chapter-1/lesson-5/hint-2/text
source: Destroy all enemy vehicles.
ru: Уничтожить всю технику противника.

# chapter-1/lesson-5/title
source: Victory Conditions
ru: Условия победы

# chapter-1/lesson-6/description
source: Each vehicle has modules that provide particular characteristics. You can spend experience points to research modules, and mount them for credits.
ru: У каждой машины есть модули, отвечающие за определённые характеристики. Их можно исследовать и установить за опыт и кредиты соответственно.

# chapter-1/lesson-6/title
source: Researching a Vehicle
ru: Развитие машины

# chapter-1/lesson-7/hint-1/text
source: At present, the game provides ten tiers of vehicle. Each tier has a great many challenging and unique vehicles to research.
ru: Сейчас в игре десять уровней техники, на каждом из которых есть множество интересных и своеобразных машин.

# chapter-1/lesson-7/hint-2/text
source: You require experience and credits to research and purchase new vehicles.
ru: Для исследования и покупки машин нужны опыт и кредиты.

# chapter-1/lesson-7/title
source: Vehicle Tiers
ru: Уровни техники

# chapter-1/lesson-8/hint-1/text
source: Gold represents valuable in-game currency that is purchased for real money.
ru: Золото — ценная игровая валюта, покупаемая за реальные деньги.

# chapter-1/lesson-8/hint-2/text
source: Premium Account provides you 50% more experience and credits per battle.
ru: Премиум аккаунт позволяет зарабатывать на 50% больше опыта и кредитов.

# chapter-1/lesson-8/hint-3/text
source: Premium vehicles do not require researching, and earn 50% more credits and experience per battle.
ru: Премиум техника не требует исследования и зарабатывает на 50% больше.

# chapter-1/lesson-8/title
source: Premium Elements
ru: Премиум элементы

# chapter-1/lesson-9/description
source: As a newcomer, complete the Bootcamp to learn the game basics and receive valuable rewards.
ru: Если вы новичок в игре — пройдите Учебный полигон, где вы обучитесь основам игры и получите ценную награду.

# chapter-1/lesson-9/title
source: Bootcamp
ru: Учебный полигон

# chapter-2/lesson-1/description
source: You receive (depending on your performance) experience and credits for each battle. Random Battles include the following modes: Standard Battle, Assault, Encounter, and Grand Battle.
ru: За каждый бой (в зависимости от вашей эффективности) вы получаете опыт и кредиты. Случайные бои включают следующие подрежимы: Стандартный бой, Штурм, Встречный бой, Генеральное сражение.

# chapter-2/lesson-1/title
source: Random Battle
ru: Случайный бой

# chapter-2/lesson-10/description
source: Battles of manually assembled teams of 7 players each, for Tier VI–VIII vehicles, with one team defending two separate bases. A victorious team earns additional credits and experience.
ru: Бои для вручную сформированных команд из 7 игроков на технике VI-VIII уровней на картах с двумя базами у защищающейся команды и с повышенным заработком в случае победы.

# chapter-2/lesson-10/title
source: Team Battle
ru: Командный бой

# chapter-2/lesson-11/description
source: Battles for Tier X vehicles, available on particular dates. Winning battles increases your rank, losing battles may result in a lost rank. In Ranked battles, players can earn special in-game currency—bonds.
ru: Бои для техники Х уровня, доступные в определённые даты. При победе вы повышаете свой ранг, а при проигрыше можете его потерять. В режиме зарабатывается особая награда — боны.

# chapter-2/lesson-11/title
source: Ranked Battle
ru: Ранговый бой

# chapter-2/lesson-2/hint-1/text
source: Two teams defend their bases and attack each other.
ru: Две команды защищают свои базы и атакуют друг друга.

# chapter-2/lesson-2/hint-2/text
source: This mode is available to vehicles of all tiers.
ru: Подрежим доступен для техники всех уровней.

# chapter-2/lesson-2/hint-3/text
source: The teams are matched automatically, with 15 players on each.
ru: Команды подбираются автоматически по 15 игроков в каждой.

# chapter-2/lesson-2/title
source: Random Battles: Standard Battle
ru: Случайный бой: Стандартный

# chapter-2/lesson-3/hint-1/text
source: One team attacks the enemy base, the other one defends its base.
ru: Одна команда атакует базу, вторая команда защищается.

# chapter-2/lesson-3/hint-2/text
source: This mode is available after researching Tier VI vehicles.
ru: Подрежим доступен после исследования техники VI уровня.

# chapter-2/lesson-3/hint-3/text
source: The teams are matched automatically, with 15 players on each.
ru: Команды подбираются автоматически по 15 игроков в каждой.

# chapter-2/lesson-3/title
source: Random Battles: Assault
ru: Случайный бой: Штурм

# chapter-2/lesson-4/hint-1/text
source: The battle features only one neutral base, and both teams attempt to capture it.
ru: В бою есть только одна нейтральная база, и обе команды пытаются её захватить.

# chapter-2/lesson-4/hint-2/text
source: This mode is available after researching Tier IV vehicles.
ru: Подрежим доступен после исследования техники IV уровня.

# chapter-2/lesson-4/hint-3/text
source: The teams are matched automatically, with 15 players on each.
ru: Команды подбираются автоматически по 15 игроков в каждой.

# chapter-2/lesson-4/title
source: Random Battles: Encounter
ru: Случайный бой: Встречный

# chapter-2/lesson-5/hint-1/text
source: This mode features a large map where the battle is played under Standard rules.
ru: Большая карта, где игра идёт по правилам Стандартного боя.

# chapter-2/lesson-5/hint-2/text
source: The mode is available only to Tier X vehicles.
ru: Режим доступен только для техники X уровня.

# chapter-2/lesson-5/hint-3/text
source: The teams are matched automatically, with 30 players on each.
ru: Команды подбираются автоматически по 30 игроков в каждой.

# chapter-2/lesson-5/title
source: Random Battles: Grand Battle
ru: Случайный бой: Генеральное сражение

# chapter-2/lesson-6/description
source: Complete all missions to get acquainted with all the strengths and weaknesses of each vehicle type. The battles are fought in a 15vs15 format, where all vehicles but your own are controlled by AI. The difficulty level of the mission determines the total amount of your rewards. The mode is available to Tier IV-X vehicles.
ru: Пройдите все задания, чтобы узнать особенности разных классов техники. Бой проходит в формате 15х15, где вся техника кроме вашей машины управляется ИИ. Уровень сложности задания определяет итоговый размер награды. Режим доступен для техники IV-X уровней.

# chapter-2/lesson-6/title
source: Missions by Vehicle Type
ru: Классовые задания

# chapter-2/lesson-7/description
source: Hone your skills with other players on any map. You receive no rewards for battle results, and the vehicles are repaired for free. Players only need to purchase shells and consumables.
ru: Практикуйтесь с другими игроками на любых картах. Награда за бой не начисляется, ремонт техники — бесплатный. Снаряжение и снаряды покупаются игроком.

# chapter-2/lesson-7/title
source: Team Training
ru: Тренировочный бой

# chapter-2/lesson-8/description
source: Sharpen your skills in Tier I-II vehicles by fighting against AI (bots), and receive rewards for the first 10 battles, in case you have not yet fought 10 Random Battles.
ru: Практикуйтесь на технике I-II уровня, играя против ИИ («ботов»), и получайте награду за первые 10 боёв, если вы ещё не провели 10 Случайных боёв.

# chapter-2/lesson-8/title
source: Proving Ground
ru: Учебный бой

# chapter-2/lesson-9/description
source: Battles for clan players and legionnaires in Tier VI-X vehicles. You and your clan have a chance to earn solid bonuses to Combat and Free Experience, Crew Experience and credits. Visit the portal for more details.
ru: Бои для клановых игроков и легионеров на технике VI-X уровней, которые могут принести вам и вашему клану существенные надбавки к боевому и свободному опыту, опыту экипажа и кредитам. Подробнее читайте на Портале игры.

# chapter-2/lesson-9/title
source: Stronghold: Battles
ru: Укрепрайон: сражения

# chapter-3/lesson-1/description
source: Modules reflect the technical characteristics of a vehicle. There are particular unified modules that can be mounted on different vehicles.
ru: Модули отвечают за ТТХ машины. Существуют унифицированные модули, которые можно использовать на разных машинах.

# chapter-3/lesson-1/hint-1/text
source: The turret is responsible for the view range of a vehicle. It has particular armor and turret traverse speed.
ru: Башня влияет на обзор машины. Характеризуется бронёй и скоростью поворота.

# chapter-3/lesson-1/hint-2/text
source: The gun is responsible for the following: damage, armor penetration, damage per minute, dispersion, and aiming time.
ru: Орудие отвечает за урон, бронепробиваемость, скорострельность, разброс и время прицеливания.

# chapter-3/lesson-1/hint-3/text
source: The engine is responsible for the vehicle's dynamic characteristics. It has a particular chance of ignition when receiving damage.
ru: Двигатель влияет на динамические характеристики. Имеет определённый шанс возгорания при попадании по нему.

# chapter-3/lesson-1/hint-4/text
source: The suspension is responsible for a vehicle's load capacity and traverse speed.
ru: Ходовая отвечает за грузоподъёмность и скорость поворота машины.

# chapter-3/lesson-1/hint-5/text
source: The radio is responsible for the display range of vehicles on the minimap.
ru: Радиостанция отвечает за дальность отображения техники на миникарте.

# chapter-3/lesson-1/title
source: Vehicle Modules
ru: Модули машины

# chapter-3/lesson-10/hint-1/text
source: 5% of all earned experience is received as Free Experience.
ru: 5% всего заработанного опыта начисляются в виде «свободного».

# chapter-3/lesson-10/hint-2/text
source: You can use it to research any module or vehicle, or to accelerate crew training.
ru: Может быть использован для изучения любых модулей и техники в игре, а также направлен на ускоренное обучение экипажа.

# chapter-3/lesson-10/hint-3/text
source: You can convert surplus Combat Experience from Elite vehicles to Free Experience.
ru: Свободный опыт можно получить, переведя излишки боевого опыта с элитных машин.

# chapter-3/lesson-10/title
source: Free Experience
ru: Свободный опыт

# chapter-3/lesson-11/hint-1/text
source: Elite status is given to vehicles with all available modules and technical branches researched, including all adjacent vehicles in the Tech Tree.
ru: Статус «элитной» машина получает после исследования всех её модулей и следующей в ветке техники.

# chapter-3/lesson-11/hint-2/text
source: Combat Experience earned on an Elite vehicle can be converted to Free Experience for gold.
ru: Боевой опыт, заработанный на элитной машине, можно за золото перевести в свободный.

# chapter-3/lesson-11/hint-3/text
source: When accelerating crew training in the Garage, all future earned experience will be added to the crew.
ru: При включении в Ангаре настройки «Ускоренное обучение экипажа», весь последующий заработанный опыт пойдёт в экипаж.

# chapter-3/lesson-11/title
source: Elite Vehicles
ru: Элитная машина

# chapter-3/lesson-12/description
source: The game provides vehicles of various nations. Go to the TECH TREE screen and click on the flags in the left area to view and study all available vehicles.
ru: В игре представлены машины разных стран. Перейдите на экран ИССЛЕДОВАНИЯ и нажимайте на флаги в левой его части — так вы можете просмотреть всю доступную технику.

# chapter-3/lesson-12/title
source: Tech Tree
ru: Дерево исследований

# chapter-3/lesson-2/description
source: Use consumables to improve the characteristics of vehicles or the performance of crews, repair damaged modules or treat injured crew members in battle. You can equip up to three different types of consumable at one time.
ru: Используйте снаряжение, чтобы улучшить характеристики машины или экипажа, устранить повреждения модулей / ранения экипажа во время боя. Можно загрузить единовременно до трёх разных типов снаряжения.

# chapter-3/lesson-2/title
source: Consumables
ru: Снаряжение

# chapter-3/lesson-3/description
source: Before entering a battle, make sure you load ammunition, otherwise you risk running out of ammunition in the heat of battle. Use the 1, 2, and 3 keys to switch between different types of shell.
ru: Перед началом боя в машину необходимо загрузить боекомплект, иначе вы рискуете остаться безоружным в разгаре боя. Переключать снаряды разных типов можно клавишами 1, 2 и 3.

# chapter-3/lesson-3/title
source: Ammunition
ru: Боеприпасы

# chapter-3/lesson-4/description
source: Use equipment to improve the technical characteristics of your vehicles. You can mount equipment from one vehicle to another (simple equipment—for free, complex equipment—for 10 gold, improved equipment—for 200 bonds).
ru: Используйте оборудование, чтобы улучшить ТТХ машины. Оборудование можно переставлять с машины на машину (простое — бесплатно, сложное — за 10 золота, усовершенствованное — за 200 бон).

# chapter-3/lesson-4/title
source: Equipment
ru: Оборудование

# chapter-3/lesson-5/description
source: When purchasing a vehicle, you can add a crew and select its training level. You can also transfer the crew from another vehicle and retrain it.
ru: Покупая новую машину, вы можете нанять экипаж и выбрать уровень его обученности. Также можно пересадить экипаж с другой машины, переобучив его.

# chapter-3/lesson-5/hint-1/text
source: The Commander affects the vehicle's view range and improves the performance of the other crew members.
ru: Командир влияет на обзор и улучшает характеристики остальных членов экипажа.

# chapter-3/lesson-5/hint-2/text
source: The Gunner affects the turret traverse speed, gun aiming and firing accuracy.
ru: Наводчик влияет на скорость поворота башни, сведение орудия и точность стрельбы.

# chapter-3/lesson-5/hint-3/text
source: The Loader affects the gun loading time.
ru: Заряжающий влияет на скорость перезарядки орудия.

# chapter-3/lesson-5/hint-4/text
source: The Driver affects the dynamic characteristics of your vehicle.
ru: Мехвод влияет на динамические характеристики машины.

# chapter-3/lesson-5/hint-5/text
source: The Radio Operator affects the maximum signal range.
ru: Радист влияет на максимальную дальность радиосвязи.

# chapter-3/lesson-5/title
source: Crew
ru: Экипаж

# chapter-3/lesson-6/description
source: Additional perks and skills are available to crew members only after their major qualification is trained to 100%. Click on the "plus" icon to select the available perk or skill from the list.
ru: Дополнительные умения и навыки доступны к изучению членом экипажа после освоения основной специальности на 100%. Нажав на «плюсик», вы сможете выбрать доступное умение или навык из списка.

# chapter-3/lesson-6/title
source: Skills and Perks
ru: Навыки и умения экипажа

# chapter-3/lesson-7/hint-1/text
source: Your vehicle's crew receives experience in battles.
ru: Экипаж получает опыт в боях.

# chapter-3/lesson-7/hint-2/text
source: After training the major qualification of your crew members to 100%, you can select their available perks or skills.
ru: Изучив основную специальность экипажа на 100%, вы можете выбрать умение или навык.

# chapter-3/lesson-7/hint-3/text
source: You can purchase a crew trained to 100% or accelerate crew training right in the Garage.
ru: Вы можете приобрести сразу 100% экипаж или ускорить его обучение в Ангаре.

# chapter-3/lesson-7/title
source: Crew Training
ru: Обучение экипажа

# chapter-3/lesson-8/description
source: Transfer is available only to crews of the same nation. Your Barracks have a limited number of bunks (you can purchase additional bunks). You can transfer crew to a Premium vehicle of the same type without penalty.
ru: Пересаживать экипаж можно в рамках одной нации. Количество мест в Казарме ограничено (можно докупить дополнительные койки). Пересадить экипаж на премиум машину того же типа можно без штрафов.

# chapter-3/lesson-8/hint-1/text
source: When selling a vehicle, you can dismiss crew members or send them to the Barracks.
ru: При продаже машины вы можете демобилизовать экипаж или же поместить его в Казарму.

# chapter-3/lesson-8/hint-2/text
source: When transferring a crew to another vehicle, remember that they will be ineffective without retraining.
ru: Пересаживая экипаж с одной машины на другую помните, что экипаж без переобучения малоэффективен.

# chapter-3/lesson-8/hint-3/text
source: Make sure you retrain the crew for the new vehicle before entering a battle.
ru: Убедитесь, что экипаж переобучен на новую машину перед тем, как выйти в бой.

# chapter-3/lesson-8/title
source: Crew Transfer and Retraining
ru: Пересадка и переобучение экипажа

# chapter-3/lesson-9/hint-1/text
source: Combat Experience is the resource that is earned for a particular contribution in battle.
ru: Боевой опыт — ресурс, который вы зарабатываете в бою за полезные действия.

# chapter-3/lesson-9/hint-2/text
source: Combat Experience, earned on a particular vehicle, is used for researching its modules and subsequent vehicles.
ru: За боевой опыт, заработанный на конкретной машине, исследуются её модули и следующая в ветке техника.

# chapter-3/lesson-9/title
source: Combat Experience
ru: Боевой опыт

# chapter-4/lesson-1/description
source: The most maneuverable, fast, compact, yet vulnerable type of vehicle in the game. Light tanks are born scouts: they detect and spot enemy vehicles, doing their best to stay alive in battle for as long as possible.
ru: Самый мобильный, скоростной, компактный и одновременно уязвимый класс в игре. Лёгкие танки — прирождённые разведчики, и роль их — раскрывать позиции техники противника, как можно дольше оставаясь в живых.

# chapter-4/lesson-1/hint-1/text
source: The fastest vehicles in the game.
ru: Самые быстрые машины в игре.

# chapter-4/lesson-1/hint-2/text
source: Demonstrate excellent dynamics and maneuverability.
ru: Отличная динамика и манёвренность.

# chapter-4/lesson-1/hint-3/text
source: Compact dimensions, high concealment.
ru: Небольшие габариты, отличная маскировка.

# chapter-4/lesson-1/title
source: Light Tanks
ru: Лёгкие танки

# chapter-4/lesson-2/description
source: Medium tanks are the most versatile units in World of Tanks. They are quite dynamic and maneuverable for effective performance at medium range, and have a sufficient number of hit points to survive the shots of high-caliber guns.
ru: «Универсальные солдаты» мира танков. Достаточно скоростные и манёвренные для эффективных действий на средней дистанции, при этом обладающие хорошим запасом прочности, чтобы выдержать серьёзные попадания от крупнокалиберных орудий.

# chapter-4/lesson-2/hint-1/text
source: Balanced and multifunctional vehicles.
ru: Сбалансированные, многоцелевые машины.

# chapter-4/lesson-2/hint-2/text
source: They are maneuverable enough to appear in the right place at the right time.
ru: Достаточно мобильные, чтобы оказаться в нужном месте в нужное время.

# chapter-4/lesson-2/hint-3/text
source: Effective as support vehicles on the second line of attack.
ru: Эффективны на второй линии атаки в роли машин прикрытия.

# chapter-4/lesson-2/title
source: Medium Tanks
ru: Средние танки

# chapter-4/lesson-3/description
source: Heavy tanks are the assault vehicles to break through the enemy defenses. Low mobility makes them quite an easy target for enemy SPGs, but reliable armor can resist a good many shots.
ru: Как правило, штурмовые машины для прорыва обороны противника. Относительная медлительность делает их лёгкой мишенью для САУ, но хорошая броня способна выдержать немало попаданий.

# chapter-4/lesson-3/hint-1/text
source: Heavily armored vehicles with low mobility.
ru: Тяжелобронированные, но медлительные машины.

# chapter-4/lesson-3/hint-2/text
source: High-caliber guns.
ru: Крупнокалиберные орудия.

# chapter-4/lesson-3/hint-3/text
source: A large number of hit points and high survivability.
ru: Достойный запас прочности, высокая выживаемость.

# chapter-4/lesson-3/title
source: Heavy Tanks
ru: Тяжёлые танки

# chapter-4/lesson-4/description
source: In concealed positions for ambush firing, tank destroyers can cause devastating damage from long distances. However, low dynamic characteristics make these vehicles quite vulnerable in close combat.
ru: Занимая удобные позиции для ведения засадного боя, ПТ-САУ наносят огромный урон с максимальной дистанции. Такая техника уязвима в ближнем бою в связи с относительно невысокими динамическими характеристиками.

# chapter-4/lesson-4/hint-1/text
source: Fast-aiming guns with high accuracy and penetration.
ru: Комфортные, точные и пробивные орудия.
