Repository: McHarny/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/Ny.*.resx
Languages: ru

# hangar/bonusInfo/tooltip/body
source: The box contains 3 random decorations and an additional reward.
ru: В коробке содержится 3 случайных украшения и дополнительная награда.

# hangar/bonusInfo/tooltip/header
source: Box
ru: Коробка с украшениями

# hangar/rewards/btn
source: List of Rewards
ru: Список наград

# levelUp/buttons/open/label
source: Open Crate
ru: Вскрыть ящик

# levelUp/closeBtn/label
source: CLOSE
ru: ЗАКРЫТЬ

# levelUp/description
source: New Festive Atmosphere level!
ru: Новый уровень атмосферы праздника!

# levelUp/giftDescription
source: Here comes a crate with rewards!
ru: А вот и ящик с наградами!

# missionRewardScreen/closeBtnLabel
source: CLOSE
ru: ЗАКРЫТЬ

# missionRewardScreen/header
source: Congratulations!
ru: Поздравляем!

# missionRewardScreen/headerExtra
source: Unexpected gift!
ru: Неожиданный приз!

# missionRewardWindow/boxName/asian
source: a Chinese New Year box
ru: коробка Китайского Нового года

# missionRewardWindow/boxName/modernWestern
source: a Modern Christmas box
ru: коробка современного Рождества

# missionRewardWindow/boxName/soviet
source: a Soviet New Year box
ru: новогодняя коробка

# missionRewardWindow/boxName/traditionalWestern
source: a Traditional Christmas box
ru: коробка традиционного Рождества

# missionRewardWindow/button/statusLabel
source: Open more (%(count)s available)
ru: Открыть ещё (есть %(count)s)

# missionRewardWindow/button/statusLabel/noItems
source: Affirmative!
ru: Так точно!

# missionRewardWindow/description/any
source: For completion of the mission, you receive a gift box with valuable rewards.
ru: За выполнение боевой задачи вы получаете подарочную коробку с ценной наградой.

# missionRewardWindow/description/setting
source: You purchased (or received as a present) %(boxName)s with Level V decorations.
ru: Куплена (или была подарена) %(boxName)s с украшениями V уровня.

# missionRewardWindow/header/any
source: Box Received!
ru: Получена коробка!

# missionRewardWindow/header/setting
source: Box Received!
ru: Получена коробка!

# missionRewardWindow/rewardBtnLabel
source: Open the Box
ru: Открыть коробку

# missionRewardWindow/title/any
source: Time to Open Presents
ru: Время вскрывать посылки

# missionRewardWindow/title/setting
source: Time to Open Presents
ru: Время вскрывать посылки

# missionRewardWindow/warning/noItems
source: All boxes were opened
ru: Все коробки были открыты

# popover/decorations/currentToy/body
source: Click to free up the slot for another decoration.
ru: Нажмите, чтобы освободить место для другого украшения.

# popover/decorations/currentToy/header
source: Remove
ru: Снять

# popover/decorations/filter/header
source: Decorations Filter
ru: Фильтр украшений

# popover/decorations/filter/label
source: Displayed
ru: Показано

# popover/decorations/formHeader
source: Decoration Type
ru: Тип украшений

# popover/decorations/header/house
source: House Decorations
ru: Украшения дома

# popover/decorations/header/house_light
source: Lights
ru: Освещение

# popover/decorations/header/lampposts
source: Posts and Yard
ru: Столбы и дворик

# popover/decorations/header/snowman
source: Snowman Decorations
ru: Украшения снеговика

# popover/decorations/header/top
source: Tree Toppers
ru: Навершия

# popover/decorations/header/tree_garland
source: Garlands
ru: Гирлянды

# popover/decorations/header/tree_handing
source: Pendants
ru: Подвесные украшения

# popover/decorations/header/under_tree
source: Tree Skirt Decorations
ru: Украшения под ёлку

# popover/decorations/noFilteredToys/description
source: Nothing found. Change your filter settings or reset them to default.
ru: Ничего не найдено. Измените настройки фильтра или сбросьте фильтр на состояние по умолчанию.

# popover/decorations/noFilteredToys/resetBtn
source: Reset filter
ru: Сбросить фильтр

# popover/decorations/noToys/description
source: Complete missions and earn decorations to make your Garage look festive.
ru: Выполняйте боевые задачи и зарабатывайте украшения, чтобы сделать свой Ангар праздничным.

# popover/decorations/noToys/toTasksBtn
source: Go to Missions
ru: Перейти к задачам

# popover/decorations/settings/closeBtn
source: Apply Filter
ru: Применить фильтр

# popover/decorations/settings/levelHeader
source: Level
ru: Уровень

# popover/decorations/settings/nationHeader
source: Collection
ru: Коллекция

# popover/decorations/settings/nations/all
source: All collections
ru: Все коллекции

# popover/decorations/settings/nations/christmas
source: Modern Christmas
ru: Современное Рождество

# popover/decorations/settings/nations/eastern_new_year
source: Chinese New Year
ru: Китайский Новый год

# popover/decorations/settings/nations/new_year
source: Soviet New Year
ru: Новый год

# popover/decorations/settings/nations/old_christmas
source: Traditional Christmas
ru: Традиционное Рождество

# popover/decorations/settings/tooltip/reset/body
source: Click to reset your customization elements filter to default.
ru: Нажмите, чтобы установить настройки фильтра элементов внешнего вида на состояние по умолчанию.

# popover/decorations/settings/tooltip/reset/header
source: Set by Default
ru: Установить по умолчанию

# rewardsScreen/rewards/tankWoman/recruited
source: Recruited
ru: Рекрутирована

# rewardsScreen/rewards/tankWoman/toRecruit
source: Recruit
ru: Рекрутировать

# rewardsScreen/rewards/vehicle/applied
source: Discount applied
ru: Скидка использована

# rewardsScreen/rewards/vehicle/btn
source: Select
ru: Выбрать

# rewardsScreen/rewards/vehicle/giftTank
source: Gift vehicle
ru: Танк в подарок

# rewardsScreen/rewards/vehicle/received
source: Open the crate to receive your reward
ru: Получите награду, вскрыв ящик

# rewardsScreen/title
source: Reward for Atmosphere Levels
ru: Награды за уровни атмосферы

# rewardsScreen/tooltip/gift/vehicle/body
source: Here is our New Year present for you: the Tier %(level)s %(name)s vehicle.
ru: Это наш вам новогодний подарок — машина %(level)s уровня %(name)s.

# rewardsScreen/tooltip/gift/vehicle/header
source: New Year Present
ru: Подарок на Новый год

# rewardsScreen/tooltip/unlock/body
source: Increase the Festive Atmosphere and decorate your Garage to receive rewards.
ru: Повышайте атмосферу праздника и украшайте Ангар, чтобы получить награды.

# rewardsScreen/tooltip/unlock/header
source: Atmosphere Level Not Reached
ru: Уровень атмосферы не достигнут

# rewardsScreen/tooltip/vehicle/applied/body
source: A %(discount)s%% discount was activated for %(name)s
ru: Скидка в %(discount)s%% активирована для %(name)s

# rewardsScreen/tooltip/vehicle/body
source: A %(discount)s%% discount on the selected researched Tier %(level)s vehicle.
ru: Скидка в %(discount)s%% на выбранную вами исследуемую машину %(level)s уровня.

# rewardsScreen/tooltip/vehicle/header
source: Discount on Tier %(level)s Vehicle
ru: Скидка на машину %(level)s уровня

# rewardsScreen/tooltip/vehicleUnknown/applied/body
source: A %(discount)s%% discount was activated
ru: Скидка %(discount)s%% активирована

# screen/backBtn/label
source: BACK
ru: НАЗАД

# screen/backBtn/to/hangar
source: TO GARAGE
ru: В АНГАР

# screen/craftBtn/label
source: Craft
ru: Создать украшение

# screen/header
source: Festive Atmosphere
ru: Атмосфера праздника

# screen/sidebar/label/house
source: House and Lights
ru: Дом и освещение

# screen/sidebar/label/light
source: Posts and Yard
ru: Столбы и дворик

# screen/sidebar/label/snowman
source: Snowman
ru: Снеговик

# screen/sidebar/label/tree
source: Christmas Tree
ru: Ёлка

# system_messages/applyDiscount/tankmen/success
source: A female crew member has been successfully recruited
ru: Рекрутирование девушки-танкиста выполнено успешно

# system_messages/battleResult/boxes
source: New Year present (x%(count)s)
ru: Новогодний подарок (x%(count)s)

# system_messages/breakToys/error/invalidRequest
source: Failed to break the decoration: invalid parameters specified.
ru: Ошибка разборки украшения: заданы неправильные параметры.

# system_messages/breakToys/error/server_error
source: Failed to break the decoration: server error.
ru: Ошибка разборки украшения: серверный сбой.

# system_messages/craftToy/error/invalidRequest
source: Failed to break the decoration: invalid parameters specified.
ru: Ошибка создания украшения: заданы неправильные параметры.

# system_messages/craftToy/error/server_error
source: Failed to break the decoration: server error.
ru: Ошибка создания украшения: серверный сбой.

# system_messages/discountSelect/error/NOT_FOUND
source: Discount activation error: the discount for this vehicle was not found.
ru: Ошибка активации скидки: скидка на данную машину не найдена.

# system_messages/discountSelect/error/NO_DISCOUNTS
source: Vehicle discount activation error: discounts not found.
ru: Ошибка активации скидки на технику: скидок не найдено.

# system_messages/discountSelect/error/inhangar
source: Vehicle discount activation error: the vehicle was already purchased.
ru: Ошибка активации скидки на технику: машина уже куплена.

# system_messages/discountSelect/error/server_error
source: Failed to activate the discount: server error.
ru: Ошибка активации скидки на технику: серверный сбой.

# system_messages/discountSelect/success
source: You have activated a %(discount)d%% discount on the %(vehicle)s vehicle
ru: Вы активировали %(discount)d%% скидку на машину %(vehicle)s

# system_messages/finished
source: You have some unused rewards. Do not forget to activate them by mid-March!
ru: У вас остались неиспользованные награды. Не забудьте активировать их до начала марта!

# system_messages/finished/button
source: To Rewards
ru: К наградам

# system_messages/invoiceReceived/allBoxesOpened
source: We opened the boxes for you and added the rewards for Holiday Ops
ru: Мы открыли за вас коробки и начиcлили награды за «Новогоднее наступление»

# system_messages/invoiceReceived/chestOpened/body
source: You receive the following rewards:
ru: Вам присвоены следующие награды:

# system_messages/invoiceReceived/chestOpened/header
source: Congratulations!
ru: Поздравляем!

# system_messages/invoiceReceived/debitedToys
source: New Year decorations removed
ru: Списаны новогодние украшения

# system_messages/invoiceReceived/toyType/garland
source: Garland
ru: Гирлянда

# system_messages/invoiceReceived/toyType/gift
source: Tree Skirt Decoration
ru: Украшение под ёлку

# system_messages/invoiceReceived/toyType/hanging
source: Pendant
ru: Подвесная игрушка

# system_messages/invoiceReceived/toyType/house_decoration
source: House Decoration
ru: Украшение дома

# system_messages/invoiceReceived/toyType/house_lamp
source: Lights
ru: Освещение

# system_messages/invoiceReceived/toyType/snowman
source: Snowman
ru: Снеговик

# system_messages/invoiceReceived/toyType/street_garland
source: Posts and Yard
ru: Столбы и дворик

# system_messages/invoiceReceived/toyType/top
source: Tree Topper
ru: Навершие

# system_messages/invoiceReceived/toys
source: New Year decorations received
ru: Начислены новогодние украшения

# system_messages/open/error/NO_ITEMS
source: Error receiving present: no boxes or crates found.
ru: Ошибка получения подарка: коробок или ящиков не найдено.

# system_messages/open/error/server_error
source: Error receiving present: server error.
ru: Ошибка получения подарка: серверный сбой.

# system_messages/open/error/underOpening
source: Error receiving present: please wait until the previous operation is complete.
ru: Ошибка получения подарка: дождитесь завершения предыдущей операции.

# system_messages/open/success
source: Present successfully received.
ru: Подарок успешно получен.

# system_messages/placeToy/error/invalidRequest
source: Error adding decoration: invalid parameters specified.
ru: Ошибка размещения украшения: заданы неправильные параметры.

# system_messages/placeToy/error/server_error
source: Error adding decoration: server error.
ru: Ошибка размещения украшения: серверный сбой.

# system_messages/presentBox/body
source: You received a present from a friend: %(settingStartTag)s%(setting)s%(settingEndTag)s with valuable presents (x%(countStartTag)s%(count)d%(countEndTag)s).
ru: Ваш друг прислал вам подарок: %(settingStartTag)s%(setting)s%(settingEndTag)s с украшениями V уровня (х%(countStartTag)s%(count)d%(countEndTag)s)

# system_messages/presentBox/header
source: Urgent Delivery
ru: Вам посылка

# system_messages/presentBox/setting/name/asian
source: Chinese New Year box
ru: Коробка Китайского Нового года

# system_messages/presentBox/setting/name/modernWestern
source: Modern Christmas box
ru: Коробка современного Рождества

# system_messages/presentBox/setting/name/soviet
source: Soviet New Year box
ru: Новогодняя коробка

# system_messages/presentBox/setting/name/traditionalWestern
source: Traditional Christmas box
ru: Коробка традиционного Рождества

# system_messages/request/error/common
source: Action is temporarily unavailable. Try again later.
ru: Операция временно недоступна. Попробуйте позже.

# system_messages/request/error/cooldown
source: Error: the operation is temporarily suspended.
ru: Ошибка: операция временно заморожена (не май месяц).

# system_messages/request/error/requestIsBeingProcess
source: Action unavailable. Please wait until the previous request of the same type is completed.
ru: Операция недоступна. Дождитесь выполнения предыдущего запроса такого же типа.

# system_messages/request/error/time out
source: Error: the time for executing the operation has expired.
ru: Ошибка: отведённое на операцию время истекло.

# system_messages/setting/collected/emblem/asian
source: Yellow Dog
ru: «Жёлтая собака»

# system_messages/setting/collected/emblem/modernWestern
source: Christmas Stocking
ru: «Рождественский чулок»

# system_messages/setting/collected/emblem/soviet
source: Ded Moroz
ru: «Голова Деда Мороза»

# system_messages/setting/collected/emblem/traditionalWestern
source: Jingle Bell
ru: «Колокольчик»

# system_messages/setting/collected/message/body
source: For completing the full %(setting)s collection you receive the following rewards: Styles: %(styles)s Inscriptions: %(titles)s Emblems: %(emblem)s
ru: За составление всей коллекции %(setting)s вам присвоены следующие награды: Стили: «%(styles)s» Надписи: %(titles)s Эмблемы: %(emblem)s

# system_messages/setting/collected/message/header
source: Collection Complete!
ru: Коллекция собрана!

# system_messages/setting/collected/titles/asian
source: Happy New Year
ru: «С Новым годом!»

# system_messages/setting/collected/titles/modernWestern
source: Happy New Year!, Gott nytt år!, Merry Christmas!
ru: «Happy New Year!», «Gott nytt år!», «С Рождеством!»

# system_messages/setting/collected/titles/soviet
source: May the new year bring new victories!
ru: «Побед в новом году!»

# system_messages/setting/name/asian
source: Chinese New Year
ru: Китайского Нового года

# system_messages/setting/name/modernWestern
source: Modern Christmas
ru: современного Рождества

# system_messages/setting/name/soviet
source: Soviet New Year
ru: Нового года

# system_messages/setting/name/traditionalWestern
source: Traditional Christmas
ru: традиционного Рождества

# system_messages/started/body
source: Decorate your Garage and earn valuable rewards.
ru: Украшайте Ангар и зарабатывайте ценные награды.

# system_messages/started/button
source: View Rewards
ru: Посмотреть награды

# system_messages/started/header
source: Holiday Ops Started!
ru: Началось «Новогоднее наступление»!

# system_messages/state/error/notAvailable
source: Holiday Ops have been temporarily disabled.
ru: «Новогоднее наступление» временно приостановлено.

# system_messages/state/finished
source: Holiday Ops have ended, thank you for your participation, we will see you next year!
ru: «Новогоднее наступление» завершено, спасибо за участие — и увидимся в следующем году!

# system_messages/state/restored
source: Holiday Ops have been resumed.
ru: «Новогоднее наступление» возобновлено.

# system_messages/tankmanRecruit/error/NOT_FOUND
source: Failed to recruit the female crew member: the female crew member was not found.
ru: Ошибка рекрутирования девушки-танкиста: рекрутируемая не найдена.

# system_messages/tankmanRecruit/error/NO_DISCOUNTS
source: Failed to recruit the female crew member: discounts not found.
ru: Ошибка рекрутирования девушки-танкиста: скидок не найдено.

# system_messages/tankmanRecruit/error/server_error
source: Failed to activate the discount: server error.
ru: Ошибка активации скидки на технику: серверный сбой.

# system_messages/tankmanRecruit/success
source: The female crew member has been successfully recruited.
ru: Девушка-танкист успешно рекрутирована.

# tooltip/atmosphere/vehicle/header
source: Discount on a Tier %(level)s vehicle
ru: Скидка на машину %(level)s уровня

# tooltip/box/buy/body
source: Purchase boxes with decorations from any collection for yourself and your friends on the Holiday Ops page.
ru: Приобретайте коробки с украшениями любой коллекции для себя и друзей на странице «Новогоднего наступления».

# tooltip/box/buy/header
source: Where to Purchase:
ru: Где купить:

# tooltip/box/header
source: Festive Boxes
ru: Коробка с украшениями

# tooltip/box/win/body
source: Awarded for the completion of holiday missions.
ru: Выдаются за выполнение новогодних боевых задач.

# tooltip/box/win/header
source: How to Earn:
ru: Как заработать:

# tooltip/carouselItem/awards/girl
source: Female Crew Member
ru: Девушка-танкист

# tooltip/carouselItem/awards/header
source: Nearest Rewards:
ru: Ближайшие награды:

# tooltip/carouselItem/awards/vehicle/lvl
source: vehicle
ru: уровня

# tooltip/carouselItem/awards/vehicle/sale
source: discount (in credits) on a Tier
ru: скидка в кредитах на машину

# tooltip/carouselItem/disable/body
source: Holiday Ops have been disabled due to technical reasons. We will fix everything tomorrow morning. Meanwhile, have a rest and eat something tasty.
ru: По техническим причинам «Новогоднее наступление» приостановлено. Неполадки устраним к завтрашнему утру. Отдохните, покушайте мандаринок.

# tooltip/carouselItem/disable/header
source: Holiday Paused
ru: Праздник на паузе

# tooltip/carouselItem/noProgress/body
source: Click to decorate your Christmas tree and other elements. The higher the Festive Atmosphere level, the more valuable the rewards you receive.
ru: Нажмите, чтобы перейти к украшению ёлки и окружения. Чем выше станет уровень атмосферы праздника, тем ценнее награды вы получите.

# tooltip/carouselItem/progress/header/decorations
source: Festive Atmosphere
ru: Атмосфера праздника

# tooltip/carouselItem/progress/header/noDecorations
source: Christmas Tree and Scenery
ru: Ёлка и новогоднее окружение

# tooltip/carouselItem/progress/header/subTitle
source: Festive Atmosphere Progress
ru: Прогресс атмосферы праздника

# tooltip/flakes/body
source: A valuable holiday material
ru: Ценный новогодний реагент

# tooltip/flakes/descr
source: Break the decorations you do not need and create new ones from shards.
ru: Разбивайте ненужные украшения и создавайте новые из полученных осколков.

# tooltip/flakes/header
source: Shards
ru: Осколки

# tooltip/flakes/in_stock
source: Available
ru: В наличии

# tooltip/settings/nations/christmas
source: Modern Christmas
ru: Современное Рождество

# tooltip/settings/nations/eastern_new_year
source: Chinese New Year
ru: Китайский Новый год

# tooltip/settings/nations/new_year
source: Soviet New Year
ru: Новый год

# tooltip/settings/nations/old_christmas
source: Traditional Christmas
ru: Традиционное Рождество

# tooltip/settings/toys/toy0
source: Red Festoon
ru: Красная гирлянда

# tooltip/settings/toys/toy10
source: White and Green Festoon
ru: Бело-зелёная гирлянда

# tooltip/settings/toys/toy100
source: Complex Snowflake
ru: Сложная снежинка

# tooltip/settings/toys/toy100/descr
source: The snowflake is extremely fragile. Try not to breathe on it or speak near it.
ru: (U+2744), (U+2745) и (U+2746) — всё, что вам нужно.

# tooltip/settings/toys/toy101
source: Red Star Tree Topper
ru: Самая Красная Звезда

# tooltip/settings/toys/toy101/descr
source: "Please do not express your political views when my parents come to celebrate with us." "Sure, darling."
ru: [Помогите, у меня забрали паспорт и заставляют писать новогодние тексты. Саня.]

# tooltip/settings/toys/toy102
source: Pagoda Tree Topper
ru: Навершие-пагода

# tooltip/settings/toys/toy102/descr
source: When you look at this tree topper, you are keenly aware of the inexorable cyclical unfolding of the universal being in a strictly defined order.
ru: Глядя на это навершие, вы остро чувствуете неумолимое циклическое развёртывание вселенского бытия в строго определённом порядке.

# tooltip/settings/toys/toy103
source: Santa's Hat
ru: Колпак Санты

# tooltip/settings/toys/toy103/descr
source: "After the holidays, I do nothing till March, and then I'm the Easter Bunny."
ru: «...До марта я свободен, а в марте я пасхальный заяц.»

# tooltip/settings/toys/toy104
source: Pile of Artificial Snow
ru: Сугроб из искусственного снега

# tooltip/settings/toys/toy105
source: Small Red Wrapped Gift
ru: Красненькая коробочка с подарочком

# tooltip/settings/toys/toy106
source: Sled
ru: Санки

# tooltip/settings/toys/toy107
source: Red Origami Lantern
ru: Красный фонарик-оригами

# tooltip/settings/toys/toy108
source: Small Blue Wrapped Gift
ru: Синенькая коробочка с подарочком

# tooltip/settings/toys/toy109
source: Sack of Gifts
ru: Мешок с подарками

# tooltip/settings/toys/toy110
source: Suspicious Snow Pile
ru: Сугроб с тайником

# tooltip/settings/toys/toy111
source: Yellow Origami Lantern
ru: Жёлтый фонарик-оригами

# tooltip/settings/toys/toy112
source: Red Wrapped Gift
ru: Красная коробка с подарком

# tooltip/settings/toys/toy113
source: Green Wrapped Gift
ru: Зелёная коробка с подарком

# tooltip/settings/toys/toy114
source: Blue Wrapped Gift
ru: Синяя коробка с подарком

# tooltip/settings/toys/toy115
source: Plump Snowman
ru: Пухлый снеговик

# tooltip/settings/toys/toy116
source: Rich Man's Suspension
ru: Сани Сани

# tooltip/settings/toys/toy117
source: The Little Engine That Could
ru: Паровозик, который смог

# tooltip/settings/toys/toy118
source: Paper Crane
ru: Бумажный журавлик

# tooltip/settings/toys/toy119
source: Paper Rabbit
ru: Бумажный зайчик

# tooltip/settings/toys/toy12
source: Red and Blue Festoon
ru: Красно-синяя гирлянда

# tooltip/settings/toys/toy120
source: Rudolph the Red-Nosed Newbie
ru: Настоящий олень

# tooltip/settings/toys/toy121
source: Ivan Bear
ru: Наш ласковый миша

# tooltip/settings/toys/toy122
source: Opened Sack of Gifts
ru: Вскрытый мешок с подарками

# tooltip/settings/toys/toy123
source: Teddy Bear
ru: Медведь Тед

# tooltip/settings/toys/toy124
source: Frosty the Tankman
ru: Танковичок

# tooltip/settings/toys/toy125
source: Heavy Sack of Gifts
ru: Увесистый мешок с подарками

# tooltip/settings/toys/toy126
source: Paper Horse
ru: Лошадка в тумане

# tooltip/settings/toys/toy127
source: Lancashire Pig
ru: Ланкаширская свинья

# tooltip/settings/toys/toy128
source: The Snow Maiden
ru: Снегурочка

# tooltip/settings/toys/toy129
source: General Snow
ru: Генерал Мороз

# tooltip/settings/toys/toy130
source: Good Santa
ru: Хороший Санта

# tooltip/settings/toys/toy131
source: Christmas Elf
ru: Рождественский эльф

# tooltip/settings/toys/toy132
source: Saint Nicholas
ru: Святой Николай

# tooltip/settings/toys/toy133
source: Archangel Penetrael
ru: Архангел Непробиил

# tooltip/settings/toys/toy134
source: Paper Tiger
ru: Бумажный тигр

# tooltip/settings/toys/toy135
source: Paper Librarian
ru: Бумажная обезьянка

# tooltip/settings/toys/toy136
source: Sleigh
ru: Оленья упряжка

# tooltip/settings/toys/toy136/descr
source: Very fun to ride, as we all know.
ru: Отличный вид транспорта, чтобы отчаянно ворваться прямо в снежную зарю.

# tooltip/settings/toys/toy137
source: Toy KV-2
ru: Игрушечный КВ-2
