Repository: McHarny/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/Ny.*.resx
Languages: ru

# applyDiscount/buttons/cancel
source: Cancel
ru: Отменить

# applyDiscount/buttons/select
source: Activate Discount
ru: Активировать скидку

# applyDiscount/compatibleCheckBox/label
source: Display researched vehicles
ru: Показывать уже исследованную технику

# applyDiscount/infoText
source: Select a Tier %(level)s vehicle to purchase it with a %(discount)s discount
ru: Выберите машину %(level)s уровня, которую хотите купить со скидкой в %(discount)s

# applyDiscount/title
source: Activate Discount on Purchasing
ru: Активация скидки на покупку

# boxPopover/boxTitle/any
source: A Box With Random Decorations
ru: Коробка со случайными украшениями

# boxPopover/boxTitle/asian
source: A Chinese New Year Box
ru: Коробка Китайского Нового года

# boxPopover/boxTitle/modernWestern
source: A Modern Christmas Box
ru: Коробка современного Рождества

# boxPopover/boxTitle/soviet
source: A Soviet New Year Box
ru: Новогодняя коробка

# boxPopover/boxTitle/traditionalWestern
source: A Traditional Christmas Box
ru: Коробка традиционного Рождества

# boxPopover/button/boxOpen/label
source: Open
ru: Открыть

# boxPopover/title
source: Festive Boxes
ru: Коробки с украшениями

# boxPopover/toEarn
source: Earn
ru: Заработать

# boxPopover/toShop/bigBox/link
source: Purchase Boxes
ru: Купить коробки

# boxPopover/toShop/smallBox/description
source: Purchase boxes for your Garage or for friends %(link)s
ru: Покупайте коробки себе или друзьям %(link)s

# boxPopover/toShop/smallBox/link
source: on the Holiday Ops page.
ru: на странице «Новогоднего наступления».

# breakScreen/backBtn/to/hangar
source: TO DECORIDER
ru: К КОЛЛАЙДЕРУ

# breakScreen/balanceToyFragment/title
source: Available:
ru: В наличии:

# breakScreen/breakBtn/label
source: Break Decorations
ru: Разбить украшения

# breakScreen/breakBtn/labelCount
source: Break decorations: %(count)d
ru: Разбить %(count)d шт.

# breakScreen/breakToyFragment/title
source: Break for
ru: Разбить на сумму

# breakScreen/cancelBtn/label
source: To Decorider
ru: К коллайдеру

# breakScreen/cancelFilterBtn/label
source: Reset filter
ru: Сбросить фильтр

# breakScreen/decorations/filter/label
source: Displayed
ru: Показано

# breakScreen/enoughToyFragment/title
source: You have enough shards to create a decoration
ru: У вас достаточно осколков для создания украшения

# breakScreen/lackToyFragment/title
source: More shards required
ru: Для создания не хватает

# breakScreen/noToys/label
source: You have no decorations in your inventory. Complete missions or purchase boxes with gifts in the Premium Shop.
ru: В инвентаре нет украшений. Выполняйте боевые задачи или покупайте коробки с подарками в премиум магазине.

# breakScreen/noToysInFilter/label
source: Nothing found. Change your filter settings or reset them to default.
ru: Ничего не найдено. Измените настройки фильтра или сбросьте фильтр на состояние по умолчанию.

# breakScreen/title
source: Break Decorations
ru: Разборка украшений

# breakScreen/tooltip/filter/body
source: Filter settings allow you to find suitable decorations that meet the selected parameters.
ru: Изменяйте настройки фильтра и подбирайте украшения согласно указанным параметрам.

# breakScreen/tooltip/filter/header
source: Decorations Filter
ru: Фильтр украшений

# breakScreen/waitingMsg
source: Please wait...
ru: Пожалуйста, подождите...

# chestView/backBtn/descr/toHangar
source: TO GARAGE
ru: В АНГАР

# chestView/backBtn/descr/toXmasTree
source: TO CHRISTMAS TREE
ru: К ЁЛКЕ

# chestView/backBtn/label
source: BACK
ru: НАЗАД

# chestView/btnLabel/backToTree
source: Back to Decoration
ru: Вернуться к наряжанию

# chestView/btnLabel/open
source: Open Crate
ru: Вскрыть ящик

# chestView/btnLabel/openNext
source: Open Next
ru: Вскрыть следующий

# chestView/closeBtnLabel
source: CLOSE
ru: ЗАКРЫТЬ

# chestView/getAward
source: Reward earned
ru: Получена награда

# chestView/statusLabel
source: Open more (%(count)s available)
ru: Вскрыть ещё (есть %(count)s)

# chestView/statusLabel/noItems
source: Affirmative!
ru: Так точно!

# collections/award
source: REWARD
ru: НАГРАДА

# collections/backBtn/label
source: BACK
ru: НАЗАД

# collections/bonus_info
source: Collection bonus
ru: Бонус коллекции

# collections/btn
source: COLLECTIONS
ru: КОЛЛЕКЦИИ УКРАШЕНИЙ

# collections/level/1
source: LEVEL I
ru: I УРОВЕНЬ

# collections/level/2
source: LEVEL II
ru: II УРОВЕНЬ

# collections/level/3
source: LEVEL III
ru: III УРОВЕНЬ

# collections/level/4
source: LEVEL IV
ru: IV УРОВЕНЬ

# collections/level/5
source: LEVEL V
ru: V УРОВЕНЬ

# collections/status
source: Collected decorations: %(value)s / %(max)d
ru: Собрано украшений: %(value)s / %(max)d

# collections/title
source: Bonus for the %(setting)s
ru: Бонус за %(setting)s

# collections/title/asian
source: Chinese New Year Collection
ru: коллекцию Китайского Нового года

# collections/title/modernWestern
source: Modern Christmas Collection
ru: коллекцию современного Рождества

# collections/title/soviet
source: Soviet New Year Collection
ru: коллекцию Нового года

# collections/title/traditionalWestern
source: Traditional Christmas Collection
ru: коллекцию традиционного Рождества

# collections/tooltip/awards/nations/header
source: Relevant for Vehicles of the Following Nations:
ru: Действует на технику наций:

# collections/tooltip/bonus/celebration/level/title
source: Atmosphere Level
ru: Уровень атмосферы

# collections/tooltip/bonus/celebration/title
source: Bonus Level
ru: Размер бонуса

# collections/tooltip/bonus/info/header
source: How to Increase Bonus:
ru: Как увеличить бонус:

# collections/tooltip/bonus/info/table/reward/header
source: Bonus Level %(sign)s
ru: Размер бонуса %(sign)s

# collections/tooltip/bonus/info/table/toys/header
source: Collect Decorations: %(sign)s
ru: Собрать украшений %(sign)s

# collections/tooltip/bonus/info/table/toys/header/count
source: item(s)
ru: шт.

# collections/tooltip/bonus/info/table/toys/more
source: more than %(count)d
ru: более %(count)d

# collections/tooltip/bonus/toys
source: Decorations in your collection: %(value)s / %(max)d
ru: Собрано украшений в коллекции: %(value)s / %(max)d

# collections/tooltip/bonusInfo
source: Calculation of Bonus:
ru: Расчёт бонуса:

# collections/tooltip/bonusInfo/bonuses/credits
source: Credits per battle
ru: Кредиты за бой

# collections/tooltip/bonusInfo/bonuses/crew
source: Crew Experience
ru: Опыт экипажа

# collections/tooltip/bonusInfo/bonuses/vehicle
source: Experience Per Battle
ru: Опыт за бой

# collections/tooltip/bonusInfo/bottom/description
source: Bonus is added to experience, credits and crew experience earned in a battle. With a Level X Atmosphere, the base bonus will be multiplied by %(value)s.
ru: Бонус добавляется к опыту за бой, кредитам и опыту экипажа. На X уровне атмосферы базовый бонус умножается на %(value)s

# collections/tooltip/bonusInfo/bottom/header
source: How to Increase Bonus:
ru: Как увеличить бонус:

# collections/tooltip/bonusInfo/bottom/line1
source: • Collect more decorations: %(count)s needed to increase the bonus to %(bonus)s%%
ru: • Соберите ещё украшений: %(count)s для роста бонуса до %(bonus)s%%

# collections/tooltip/bonusInfo/bottom/line2
source: • Increase the Atmosphere level (current: x%(level)s)
ru: • Повышайте уровень атмосферы (текущий: x%(level)s)

# collections/tooltip/bonusInfo/descr
source: Bonus is applied to battle results and will be active for the duration of the New Year event.
ru: Бонус начисляется по итогам боя и действует до окончания новогоднего события.

# collections/tooltip/bonusInfo/header/asian
source: Bonus for Chinese New Year Collection
ru: Бонус за коллекцию Китайского Нового года

# collections/tooltip/bonusInfo/header/modernWestern
source: Bonus for Modern Christmas Collection
ru: Бонус за коллекцию современного Рождества

# collections/tooltip/bonusInfo/header/soviet
source: Bonus for Soviet New Year Collection
ru: Бонус за коллекцию Нового года

# collections/tooltip/bonusInfo/header/traditionalWestern
source: Bonus for Traditional Christmas Collection
ru: Бонус за коллекцию традиционного Рождества

# collections/tooltip/bonusInfo/nations/header
source: Relevant for Vehicles of the Following Nations:
ru: Действует на технику наций:

# collections/tooltip/decoration/notObtained
source: You have not received this decoration yet
ru: Украшение не получено

# collections/tooltip/decoration/obtained
source: You received this decoration
ru: Украшение получено

# collections/tooltip/decorations/info/bonus/text
source: All decorations received and broken during the event are counted.
ru: Учитываются все украшения, полученные во время события, в т.ч. разбитые.

# collections/tooltip/decorations/info/bonus/title
source: Collect and Increase Bonus
ru: Собирайте и увеличивайте бонус

# collections/tooltip/decorations/info/howto/text
source: Use the Large Holidron Decorider to create decorations from shards or open boxes with gifts.
ru: Создавайте в коллайдере украшения из осколков или открывайте коробки с подарками.

# collections/tooltip/decorations/info/howto/title
source: How to Receive
ru: Как получить

# collections/tooltip/decorations/info/tips/stayInCollection
source: will remain in your collection
ru: останется в коллекции

# collections/tooltip/decorations/info/tips/text
source: • Broken decorations %(text)s. • You can increase or decrease the Atmosphere level by adding or removing decorations.
ru: • Разбитое украшение %(text)s. • Уровень атмосферы можно как увеличивать, так и уменьшать, повесив или сняв украшение.

# collections/tooltip/decorations/info/tips/title
source: Information
ru: Информация

# collections/tooltip/entry/body
source: Collect New Year decorations and receive additional bonuses to your battle results. Click for details.
ru: Собирайте новогодние украшения и получайте дополнительные бонусы по итогам боёв. Нажмите, чтобы узнать подробности.

# collections/tooltip/entry/header
source: Collections
ru: Коллекции украшений

# collections/tooltip/level/1/body
source: Click to view decorations of the selected level.
ru: Нажмите, чтобы увидеть список украшений выбранного уровня.

# collections/tooltip/level/1/header
source: Tier I
ru: I уровень

# collections/tooltip/level/2/body
source: Click to view decorations of the selected level.
ru: Нажмите, чтобы увидеть список украшений выбранного уровня.

# collections/tooltip/level/2/header
source: Tier II
ru: II уровень

# collections/tooltip/level/3/body
source: Click to view decorations of the selected level.
ru: Нажмите, чтобы увидеть список украшений выбранного уровня.

# collections/tooltip/level/3/header
source: Tier III
ru: III уровень

# collections/tooltip/level/4/body
source: Click to view decorations of the selected level.
ru: Нажмите, чтобы увидеть список украшений выбранного уровня.

# collections/tooltip/level/4/header
source: Tier IV
ru: IV уровень

# collections/tooltip/level/5/body
source: Click to view decorations of the selected level.
ru: Нажмите, чтобы увидеть список украшений выбранного уровня.

# collections/tooltip/level/5/header
source: Tier V
ru: V уровень

# collections/tooltip/nations/header
source: Applied to Vehicles of the Following Nations:
ru: Наносится на технику наций:

# collections/tooltip/progressBar/awards/emblems/descr
source: The emblem is awarded for completing the 2018 %(collection)s collection.
ru: Эмблема выдаётся за собранную коллекцию %(collection)s 2018 года.

# collections/tooltip/progressBar/awards/emblems/title/asian
source: "Yellow Dog" Emblem
ru: Эмблема «Жёлтая собака»

# collections/tooltip/progressBar/awards/emblems/title/modernWestern
source: "Christmas Stocking" Emblem
ru: Эмблема «Рождественский чулок»

# collections/tooltip/progressBar/awards/emblems/title/soviet
source: "Ded Moroz" Emblem
ru: Эмблема «Голова Деда Мороза»

# collections/tooltip/progressBar/awards/emblems/title/traditionalWestern
source: "Jingle Bell" Emblem
ru: Эмблема «Колокольчик»

# collections/tooltip/progressBar/awards/style/description
source: A unique set that contains a Camouflage, Inscription, Emblem, and base color.
ru: Уникальный набор из базового цвета, камуфляжа, надписи и эмблемы.

# collections/tooltip/progressBar/awards/style/title
source: %(style)s Style
ru: Стиль «%(style)s»

# collections/tooltip/progressBar/awards/writings/descr
source: The inscription is awarded for completing the 2018 %(collection)s collection.
ru: Надпись выдаётся за собранную коллекцию %(collection)s 2018 года.

# collections/tooltip/progressBar/awards/writings/descr/collection/asian
source: Chinese New Year
ru: Китайского Нового Года

# collections/tooltip/progressBar/awards/writings/descr/collection/modernWestern
source: Modern Christmas
ru: современного Рождества

# collections/tooltip/progressBar/awards/writings/descr/collection/soviet
source: Soviet New Year
ru: Нового года

source: Traditional Christmas
ru: традиционного Рождества

# collections/tooltip/progressBar/awards/writings/title/asian
source: Holiday Inscription
ru: Праздничная надпись

# collections/tooltip/progressBar/awards/writings/title/modernWestern
source: 4 Holiday Inscriptions
ru: 4 праздничные надписи

# collections/tooltip/progressBar/awards/writings/title/soviet
source: Holiday Inscription
ru: Праздничная надпись

# collections/tooltip/progressBar/awards/writings/title/traditionalWestern
source: 4 Holiday Inscriptions
ru: 4 праздничные надписи

# collections/tooltip/progressBar/header/title
source: Award for Completing the Full Collection
ru: Награда за сбор всей коллекции

# collections/tooltip/settings/asian/body
source: Click to view decorations from the Chinese New Year collection.
ru: Нажмите, чтобы увидеть список украшений коллекции Китайского Нового года.

# collections/tooltip/settings/asian/header
source: Chinese New Year Collection
ru: Коллекция Китайского Нового года

# collections/tooltip/settings/modernWestern/body
source: Click to view decorations from the Modern Christmas collection.
ru: Нажмите, чтобы увидеть список украшений коллекции современного Рождества.

# collections/tooltip/settings/modernWestern/header
source: Modern Christmas Collection
ru: Коллекция современного Рождества

# collections/tooltip/settings/soviet/body
source: Click to view decorations from the Soviet New Year collection.
ru: Нажмите, чтобы увидеть список украшений новогодней коллекции.

# collections/tooltip/settings/soviet/header
source: Soviet New Year Collection
ru: Коллекция Нового года

# collections/tooltip/settings/traditionalWestern/body
source: Click to view decorations from the Traditional Christmas collection.
ru: Нажмите, чтобы увидеть список украшений коллекции традиционного Рождества.

# collections/tooltip/settings/traditionalWestern/header
source: Traditional Christmas Collection
ru: Коллекция традиционного Рождества

# collectionsGroup/backBtn/label
source: BACK
ru: НАЗАД

# collectionsGroup/backBtn/to/nyCollection
source: Back to Album
ru: Назад к альбому

# collectionsGroup/backBtn/to/nyCollectionsGroups
source: TO COLLECTIONS
ru: К КОЛЛЕКЦИЯМ

# collectionsGroup/backBtn/to/nyScreen
source: TO DECORATING!
ru: К НАРЯЖАНИЮ!

# collectionsGroup/title
source: Collections
ru: Коллекции украшений

# contextMenu/breakToy
source: Break the decoration
ru: Разбить украшение

# contextMenu/breakToyInSlot
source: Break the decoration
ru: Разбить украшение

# contextMenu/placeToy
source: Mount decoration
ru: Установить украшение

# contextMenu/removeToy
source: Remove decoration
ru: Снять украшение

# craftScreen/backBtn/to/hangar
source: TO DECORATING
ru: К НАРЯЖАНИЮ

# craftScreen/buttons/craftBtn
source: CRAFT
ru: СОЗДАТЬ УКРАШЕНИЕ

# craftScreen/buttons/shardsBtn
source: GET SHARDS
ru: ПОЛУЧИТЬ ОСКОЛКИ

# craftScreen/contour/toyLevel
source: Tier %(level)s
ru: %(level)s уровень

# craftScreen/contour/toyType
source: %(type)s decoration
ru: Украшение %(type)s

# craftScreen/description
source: Available:
ru: В наличии:

# craftScreen/levelSlider/title
source: LEVEL
ru: УРОВЕНЬ

# craftScreen/levelSlider/tooltip/1/body
source: Click to choose a decoration of the selected level.
ru: Нажмите, чтобы выбрать украшение указанного уровня.

# craftScreen/levelSlider/tooltip/1/header
source: Tier I
ru: I уровень

# craftScreen/levelSlider/tooltip/2/body
source: Click to choose a decoration of the selected level.
ru: Нажмите, чтобы выбрать украшение указанного уровня.

# craftScreen/levelSlider/tooltip/2/header
source: Tier II
ru: II уровень

# craftScreen/levelSlider/tooltip/3/body
source: Click to choose a decoration of the selected level.
ru: Нажмите, чтобы выбрать украшение указанного уровня.

# craftScreen/levelSlider/tooltip/3/header
source: Tier III
ru: III уровень

# craftScreen/levelSlider/tooltip/4/body
source: Click to choose a decoration of the selected level.
ru: Нажмите, чтобы выбрать украшение указанного уровня.

# craftScreen/levelSlider/tooltip/4/header
source: Tier IV
ru: IV уровень

# craftScreen/levelSlider/tooltip/5/body
source: Click to choose a decoration of the selected level.
ru: Нажмите, чтобы выбрать украшение указанного уровня.

# craftScreen/levelSlider/tooltip/5/header
source: Tier V
ru: V уровень

# craftScreen/levelSlider/tooltip/any/body
source: Click to choose a decoration of a random level.
ru: Нажмите, чтобы выбрать украшение случайного уровня.

# craftScreen/levelSlider/tooltip/any/header
source: Random Level
ru: Случайный уровень

# craftScreen/nationSlider/asia
source: CHINESE
ru: КИТАЙСКАЯ

# craftScreen/nationSlider/christmas
source: MODERN
ru: СОВРЕМЕННАЯ

# craftScreen/nationSlider/european
source: TRADITIONAL
ru: ТРАДИЦИОННАЯ

# craftScreen/nationSlider/random
source: RANDOM
ru: СЛУЧАЙНАЯ

# craftScreen/nationSlider/title
source: COLLECTION
ru: КОЛЛЕКЦИЯ

# craftScreen/nationSlider/tooltip/any/body
source: Click to select a parameter.
ru: Нажмите, чтобы выбрать параметр.

# craftScreen/nationSlider/tooltip/any/header
source: Random Collection
ru: Случайная коллекция

# craftScreen/nationSlider/tooltip/asian/body
source: The collection bonus is relevant for vehicles of the following nation: China.
ru: Бонус коллекции действует на нации: Китай.

# craftScreen/nationSlider/tooltip/asian/header
source: Chinese New Year Collection
ru: Коллекция Китайского Нового года

# craftScreen/nationSlider/tooltip/modernWestern/body
source: The collection bonus is relevant for vehicles of the following nations: U.S., U.K., Sweden, Japan.
ru: Бонус коллекции действует на нации: США, Великобритания, Швеция, Япония.

# craftScreen/nationSlider/tooltip/modernWestern/header
source: Modern Christmas Collection
ru: Коллекция современного Рождества

# craftScreen/nationSlider/tooltip/soviet/body
source: The collection bonus is relevant for vehicles of the following nation: U.S.S.R.
ru: Бонус коллекции действует на нацию: СССР.

# craftScreen/nationSlider/tooltip/soviet/header
source: Soviet New Year Collection
ru: Новогодняя коллекция

# craftScreen/nationSlider/tooltip/traditionalWestern/body
source: The collection bonus is relevant for vehicles of the following nations: Germany, Czechoslovakia, France, Poland.
ru: Бонус коллекции действует на нации: Германия, Чехословакия, Франция, Польша.

# craftScreen/nationSlider/tooltip/traditionalWestern/header
source: Traditional Christmas Collection
ru: Коллекция традиционного Рождества

# craftScreen/nationSlider/ussr
source: SOVIET
ru: НОВОГОДНЯЯ

# craftScreen/title
source: Large Holidron Decorider
ru: Новый годный коллайдер

# craftScreen/toysCount
source: New decorations created:
ru: Создано новых украшений:

# craftScreen/typeSlider/title
source: TYPE
ru: ТИП

# craftScreen/typeSlider/tooltip/any/body
source: Click to choose a decoration of a random type.
ru: Нажмите, чтобы выбрать украшение случайного типа.

# craftScreen/typeSlider/tooltip/any/header
source: Random Type
ru: Случайный тип

# craftScreen/typeSlider/tooltip/garland/body
source: Click to choose a decoration of the selected type.
ru: Нажмите, чтобы выбрать украшение указанного типа.

# craftScreen/typeSlider/tooltip/garland/header
source: Garland
ru: Гирлянда

# craftScreen/typeSlider/tooltip/gift/body
source: Click to choose a decoration of the selected type.
ru: Нажмите, чтобы выбрать украшение указанного типа.

# craftScreen/typeSlider/tooltip/gift/header
source: Tree Skirt Decoration
ru: Украшение под ёлку

# craftScreen/typeSlider/tooltip/hanging/body
source: Click to choose a decoration of the selected type.
ru: Нажмите, чтобы выбрать украшение указанного типа.

# craftScreen/typeSlider/tooltip/hanging/header
source: Pendant
ru: Подвесное украшение

# craftScreen/typeSlider/tooltip/house_decoration/body
source: Click to choose a decoration of the selected type.
ru: Нажмите, чтобы выбрать украшение указанного типа.

# craftScreen/typeSlider/tooltip/house_decoration/header
source: House
ru: Дом

# craftScreen/typeSlider/tooltip/house_lamp/body
source: Click to choose a decoration of the selected type.
ru: Нажмите, чтобы выбрать украшение указанного типа.

# craftScreen/typeSlider/tooltip/house_lamp/header
source: Lights
ru: Освещение

# craftScreen/typeSlider/tooltip/snowman/body
source: Click to choose a decoration of the selected type.
ru: Нажмите, чтобы выбрать украшение указанного типа.

# craftScreen/typeSlider/tooltip/snowman/header
source: Snowman
ru: Снеговик

# craftScreen/typeSlider/tooltip/street_garland/body
source: Click to choose a decoration of the selected type.
ru: Нажмите, чтобы выбрать украшение указанного типа.

# craftScreen/typeSlider/tooltip/street_garland/header
source: Posts and Yard
ru: Столбы и дворик

# craftScreen/typeSlider/tooltip/top/body
source: Click to choose a decoration of the selected type.
ru: Нажмите, чтобы выбрать украшение указанного типа.

# craftScreen/typeSlider/tooltip/top/header
source: Tree Topper
ru: Навершие

# decorations/tooltip/atmosphere_scores
source: Festive Atmosphere points
ru: Очков атмосферы праздника

# decorations/tooltip/booster_credits
source: to credit earnings
ru: к кредитам за бой

# decorations/tooltip/booster_crew_xp
source: to Crew Experience
ru: к опыту экипажа

# decorations/tooltip/booster_free_xp
source: to Free Experience
ru: к свободному опыту

# decorations/tooltip/booster_xp
source: to Combat Experience
ru: к опыту за бой

# decorations/tooltip/chest/body
source: Click to open the crate with valuable rewards.
ru: Нажмите, чтобы вскрыть ящик, который содержит ценные награды.

# decorations/tooltip/chest/header
source: Crate With Rewards
ru: Ящик с наградами

# decorations/tooltip/decoration_level
source: Decoration Level
ru: Уровень украшения

# decorations/tooltip/empty/body
source: Click to view the available decorations.
ru: Нажмите, чтобы посмотреть доступные украшения.

# decorations/tooltip/empty/header/any
source: Random Decoration
ru: Случайное украшение

# decorations/tooltip/empty/header/garland
source: Garland
ru: Гирлянда

# decorations/tooltip/empty/header/gift
source: Tree Skirt Decoration
ru: Украшение под ёлку

# decorations/tooltip/empty/header/hanging
source: Pendant
ru: Подвесное украшение

# decorations/tooltip/empty/header/house_decoration
source: House Decoration
ru: Украшение дома

# decorations/tooltip/empty/header/house_lamp
source: Lights
ru: Освещение

# decorations/tooltip/empty/header/snowman
source: Snowman
ru: Снеговик

# decorations/tooltip/empty/header/street_garland
source: Posts and Yard
ru: Столбы и дворик

# decorations/tooltip/empty/header/top
source: Tree Topper
ru: Навершие

# decorations/tooltip/flakes_price
source: Cost in shards
ru: Стоимость в осколках

# decorations/tooltip/levelHeader
source: level
ru: уровень

# decorations/tooltip/nation_bonus
source: Bonus to vehicles:
ru: Бонус к технике:

# hangar/bonusFlagInfo/tooltip/text
source: New Year box (x%(count)d)
ru: Новогодняя коробка (x%(count)d)

# hangar/bonusInfo
source: Bonus to
ru: Бонус на
