Repository: McHarny/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/Ny.*.resx
Languages: ru

# tooltip/settings/toys/toy137/descr
source: One toy Rhm.-Borsig Waffenträger is boarding the nope train right now.
ru: И где-то заплакал один игрушечный Rhm.-Borsig Waffenträger.

# tooltip/settings/toys/toy138
source: Christmas Lantern
ru: Рождественский фонарь

# tooltip/settings/toys/toy138/descr
source: Illuminate your Garage and stop locating heavy objects with your little toe.
ru: Подсветит Ангар и убережёт ваш мизинец на ноге от незапланированного контакта с твёрдыми предметами.

# tooltip/settings/toys/toy139
source: Puppy
ru: Щенок

# tooltip/settings/toys/toy139/descr
source: He has the luck of the Irish, the pride of the Germans, the calm of the English, the charm of the Spanish, and the only way this pup knows is up!
ru: «Если я действительно стою сто тысяч миллионов, то нельзя ли мне получить хоть немного наличными, чтобы я мог купить маленького щенка?»

# tooltip/settings/toys/toy14
source: Red and Yellow Festoon
ru: Красно-жёлтая гирлянда

# tooltip/settings/toys/toy140
source: Football Set
ru: Набор для американского футбола

# tooltip/settings/toys/toy140/descr
source: This will help you get mobile, agile, and hostile ...and hide the tears when your team loses.
ru: Раннинбек летит к зачётной зоне, но лайнбекер удачно блицует, предотвратив тачдаун... Я что, это вслух сказал?

# tooltip/settings/toys/toy141
source: Toy Train Set
ru: Игрушечная железная дорога

# tooltip/settings/toys/toy141/descr
source: I am a grown and successful adult who definitely needs this toy train set.
ru: Я — взрослый, состоявшийся мужчина, и мне определённо нужна эта игрушечная железная дорога.

# tooltip/settings/toys/toy142
source: Dog
ru: Собака

# tooltip/settings/toys/toy142/descr
source: There may be a little present inside, but looking in the dog and opening it up could be a bit strong.
ru: Чтобы найти свой подарок, нужно посмотреть в собаке. В смысле — открыть её.

# tooltip/settings/toys/toy143
source: Red Dragon
ru: Красный дракон

# tooltip/settings/toys/toy143/descr
source: It is travel-sized for your convenience and does not do any tongue things.
ru: Занимает две клетки на поле боя и имеет иммунитет к заклинаниям 1-3 уровней.

# tooltip/settings/toys/toy144
source: Little Red Bauble
ru: Маленький красный шарик

# tooltip/settings/toys/toy145
source: Little Blue Bauble
ru: Маленький синий шарик

# tooltip/settings/toys/toy146
source: Little Silver Bauble
ru: Маленький серебристый шарик

# tooltip/settings/toys/toy147
source: Little Purple Bauble
ru: Маленький пурпурный шарик

# tooltip/settings/toys/toy148
source: Yellow Kusudama
ru: Жёлтая кусудама

# tooltip/settings/toys/toy149
source: Red Kusudama
ru: Красная кусудама

# tooltip/settings/toys/toy150
source: Glassy Red Cone
ru: Красная стеклянная шишка

# tooltip/settings/toys/toy151
source: Glassy Blue Cone
ru: Синяя стеклянная шишка

# tooltip/settings/toys/toy152
source: Glassy Silver Cone
ru: Серебристая стеклянная шишка

# tooltip/settings/toys/toy153
source: Yellow Basket Lantern
ru: Жёлтая корзинка-фонарик

# tooltip/settings/toys/toy154
source: Silver Bauble
ru: Серебристый шарик

# tooltip/settings/toys/toy155
source: Red Bauble
ru: Красный шарик

# tooltip/settings/toys/toy156
source: Big Red Bauble
ru: Большой красный шарик

# tooltip/settings/toys/toy157
source: Big Blue Bauble
ru: Большой синий шарик

# tooltip/settings/toys/toy158
source: Big Silver Bauble
ru: Большой серебристый шарик

# tooltip/settings/toys/toy159
source: Big Purple Bauble
ru: Большой пурпурный шарик

# tooltip/settings/toys/toy16
source: Fluffy Red Festoon
ru: Пушистая красная гирлянда

# tooltip/settings/toys/toy160
source: Big Silver Bauble
ru: Большой серебристый шарик

# tooltip/settings/toys/toy161
source: Big Red Bauble
ru: Большой красный шарик

# tooltip/settings/toys/toy162
source: Red Star Kusudama
ru: Красная кусудама-звёздочка

# tooltip/settings/toys/toy163
source: Yellow Star Kusudama
ru: Жёлтая кусудама-звёздочка

# tooltip/settings/toys/toy164
source: Snowy Red Cone
ru: Красная заснеженная шишка

# tooltip/settings/toys/toy165
source: Snowy Blue Cone
ru: Синяя заснеженная шишка

# tooltip/settings/toys/toy166
source: Snowy Silver Cone
ru: Серебристая заснеженная шишка

# tooltip/settings/toys/toy167
source: Simple Yellow Lantern
ru: Простой жёлтый фонарик

# tooltip/settings/toys/toy168
source: Pretty Red Bauble
ru: Нарядный красный шарик

# tooltip/settings/toys/toy169
source: Pretty Blue Bauble
ru: Нарядный синий шарик

# tooltip/settings/toys/toy170
source: Pretty Silver Bauble
ru: Нарядный серебристый шарик

# tooltip/settings/toys/toy171
source: Pretty Purple Bauble
ru: Нарядный пурпурный шарик

# tooltip/settings/toys/toy172
source: Fancy Red Lantern
ru: Дутый красный фонарик

# tooltip/settings/toys/toy173
source: Fancy Yellow Lantern
ru: Дутый жёлтый фонарик

# tooltip/settings/toys/toy174
source: Starry Blue Bauble
ru: Синий шарик со звёздами

# tooltip/settings/toys/toy175
source: Pretty Red Cone
ru: Нарядная красная шишка

# tooltip/settings/toys/toy176
source: Pretty Blue Cone
ru: Нарядная синяя шишка

# tooltip/settings/toys/toy177
source: Pretty Silver Cone
ru: Нарядная серебристая шишка

# tooltip/settings/toys/toy178
source: Red Star Pendant
ru: Красная подвесная звезда

# tooltip/settings/toys/toy179
source: Blue Star Pendant
ru: Синяя подвесная звезда

# tooltip/settings/toys/toy18
source: Fluffy Blue Festoon
ru: Пушистая синяя гирлянда

# tooltip/settings/toys/toy180
source: Cylinder Lantern
ru: Фонарик-цилиндр

# tooltip/settings/toys/toy181
source: Striped Golden Bauble
ru: Золотистый полосатый шарик

# tooltip/settings/toys/toy182
source: Striped Silver Bauble
ru: Серебристый полосатый шарик

# tooltip/settings/toys/toy183
source: Striped Golden Cone
ru: Золотистая полосатая шишка

# tooltip/settings/toys/toy184
source: Striped Silver Cone
ru: Серебристая полосатая шишка

# tooltip/settings/toys/toy185
source: Golden Star Pendant
ru: Золотистая подвесная звезда

# tooltip/settings/toys/toy186
source: Silver Star Pendant
ru: Серебристая подвесная звезда

# tooltip/settings/toys/toy187
source: Small Gift Box Pendant
ru: Подвесная коробочка с подарком

# tooltip/settings/toys/toy188
source: Snowflake Pendant
ru: Подвесная снежинка

# tooltip/settings/toys/toy189
source: Sweet Candy Pendant
ru: Подвесная конфета

# tooltip/settings/toys/toy190
source: Inked Lantern
ru: Фонарик с иероглифами

# tooltip/settings/toys/toy191
source: Bunch of Crackers
ru: Гроздь петард

# tooltip/settings/toys/toy192
source: Coin Pendant
ru: Подвесная монета

# tooltip/settings/toys/toy193
source: Christmas Stocking
ru: Сапожок для подарка

# tooltip/settings/toys/toy193/descr
source: "Dear Santa, I want a tank named Maus for beating up the teamkillers who destroy my vehicle. It could take its orders from the talking onigiri, so it wouldn't be my fault."
ru: «Дорогой Санта, весь этот год я был хорошим мальчиком, поэтому прошу тебя подарить мне мотоцикл с V-образным мотором воздушного охлаждения и объёмом 107 кубических дюймов.»

# tooltip/settings/toys/toy194
source: PanzerKampfCandy
ru: Панцеркампфета

# tooltip/settings/toys/toy194/descr
source: Claus, bring me ze PanzerKampfCandy!
ru: «Дер гроссер кениг дес шведишен кенигсрейх зандте мих.»

# tooltip/settings/toys/toy195
source: New Year Candle
ru: Праздничная свеча

# tooltip/settings/toys/toy195/descr
source: A perfect fit for birthdays, Christmas, and measuring the wavelength-weighted power emitted by a holiday light source.
ru: Без неё не обойдётся ни день рождения, ни Рождество, ни двигатель внутреннего сгорания.

# tooltip/settings/toys/toy196
source: Aerosled
ru: Боевые аэросани

# tooltip/settings/toys/toy196/descr
source: The prototype used by a brave climatologist at Ecopoint: Antarctica.
ru: Предтеча современных снегоходов, работающая на безотказной оленьей тяге.

# tooltip/settings/toys/toy197
source: Gingerbread House
ru: Пряничный домик

# tooltip/settings/toys/toy197/descr
source: "A gingerbread man sits inside a gingerbread house..."
ru: «Вот дом, который построил Джек.»

# tooltip/settings/toys/toy198
source: The Winter Tankman
ru: Зимний танковичок

# tooltip/settings/toys/toy198/descr
source: Longing. Rusted. Seventeen. Daybreak. Furnace.
ru: Желание. Ржавый. Семнадцать.

# tooltip/settings/toys/toy199
source: Lucky Charm
ru: Олень

# tooltip/settings/toys/toy199/descr
source: Come on, shoot me in the gun mantlet, I deer you!
ru: «...и сбиваются в группы по 15-30 особей...»

# tooltip/settings/toys/toy2
source: Blue Festoon
ru: Синяя гирлянда

# tooltip/settings/toys/toy20
source: Fluffy Silver Festoon
ru: Пушистая серебристая гирлянда

# tooltip/settings/toys/toy200
source: S-51 Trinket
ru: Брелок С-51

# tooltip/settings/toys/toy200/descr
source: For best results, put it in front of a rainbow at three o'clock.
ru: «...он добрый сказочник и плут, скажите, как его зовут?..»

# tooltip/settings/toys/toy201
source: T-34-85 Trinket
ru: Брелок Т-34-85

# tooltip/settings/toys/toy201/descr
source: Switched to a tank from a four-door, chillin' on Himmelsdorf, your T is 34 (WoT ting).
ru: Собственно, брелок от того самого ключа от танка.

# tooltip/settings/toys/toy202
source: Owl Bauble
ru: Шаросыч

# tooltip/settings/toys/toy202/descr
source: One of the most prominent engineers in the world designed and created this night eco-drone, but we are not telling you WHO. Ba dum tss.
ru: Масштабная модель беспилотного ночного разведчика (позывной — «У-ху»). Уснул на стадии предполётной заправки.

# tooltip/settings/toys/toy203
source: Blue Crystal Lantern
ru: Синий хрустальный фонарь

# tooltip/settings/toys/toy203/descr
source: A fragile but radiantly beautiful decoration created by artful glassblowers. Ask your cat to leave it alone.
ru: Хрупкое, но потрясающе красивое украшение, созданное руками искусных стеклодувов. Попросите своего кота не ронять ёлку, пока этот фонарик на ней.

# tooltip/settings/toys/toy204
source: Red Crystal Lantern
ru: Красный хрустальный фонарь

# tooltip/settings/toys/toy204/descr
source: A fragile but radiantly beautiful decoration created by artful glassblowers. Ask your cat to leave it alone.
ru: Хрупкое, но потрясающе красивое украшение, созданное руками искусных стеклодувов. Попросите своего кота не ронять ёлку, пока этот фонарик на ней.

# tooltip/settings/toys/toy205
source: Type 59 Gold
ru: Золотой Type 59

# tooltip/settings/toys/toy205/descr
source: It is official: the Type 59 Gold is available to all players! Not for long though. Also not THE Type 59 Gold.
ru: Официально: теперь золотой Type 59 доступен для получения на всех серверах! Правда, ненадолго. И не тот.

# tooltip/settings/toys/toy206
source: Sack of Gold
ru: Мешочек с золотом

# tooltip/settings/toys/toy206/descr
source: This sack can be exchanged for all the Premium vehicles in the game. NOT!
ru: Вы можете обменять этот мешочек на всю премиум технику в игре (на самом деле нет).

# tooltip/settings/toys/toy207
source: Red Lion
ru: Красный лев

# tooltip/settings/toys/toy207/descr
source: "Look, Simba. Everything the light touches is our kingdom."
ru: «Посмотри, Симба. Всё, на что падают лучи солнца — это наше королевство.»

# tooltip/settings/toys/toy208
source: Yellow Lion
ru: Жёлтый лев

# tooltip/settings/toys/toy208/descr
source: The Witch and the Wardrobe are available for only $49.99.
ru: «Это был очень послушный лев. Ему ничего не нужно было повторять дважды.»

# tooltip/settings/toys/toy209
source: Snowman
ru: Снеговик

# tooltip/settings/toys/toy210
source: Snowpal
ru: Толстовик

# tooltip/settings/toys/toy211
source: Snow Santa
ru: Сантавик

# tooltip/settings/toys/toy212
source: Snow Panda
ru: Пандавик

# tooltip/settings/toys/toy213
source: Insulated Snowman
ru: Снеговик утеплённый

# tooltip/settings/toys/toy214
source: Insulated Snowpal
ru: Толстовик утеплённый

# tooltip/settings/toys/toy215
source: Insulated Snow Santa
ru: Сантавик утеплённый

# tooltip/settings/toys/toy216
source: Insulated Snow Panda
ru: Пандавик утеплённый

# tooltip/settings/toys/toy217
source: Insulated Snowman 2.0
ru: Снеговик хорошо утеплённый

# tooltip/settings/toys/toy218
source: Insulated Snowpal 2.0
ru: Толстовик хорошо утеплённый

# tooltip/settings/toys/toy219
source: Insulated Snow Santa 2.0
ru: Сантавик хорошо утеплённый

# tooltip/settings/toys/toy22
source: Fluffy Golden Festoon
ru: Пушистая золотистая гирлянда

# tooltip/settings/toys/toy220
source: Insulated Snow Panda 2.0
ru: Пандавик хорошо утеплённый

# tooltip/settings/toys/toy221
source: Insulated Snowman-1000
ru: Снеговик максимально утеплённый

# tooltip/settings/toys/toy222
source: Insulated Snowpal-1000
ru: Толстовик максимально утеплённый

# tooltip/settings/toys/toy223
source: Insulated Snow Santa-1000
ru: Сантавик максимально утеплённый

# tooltip/settings/toys/toy224
source: Insulated Snow Panda-1000
ru: Пандавик максимально утеплённый

# tooltip/settings/toys/toy225
source: Skier
ru: Лыжневик

# tooltip/settings/toys/toy225/descr
source: I knew the old skis from my garage would eventually come in handy.
ru: Я знал, я знал, что эти старые хранящиеся на балконе лыжи когда-нибудь пригодятся!

# tooltip/settings/toys/toy226
source: Sir Snowpal, Esq.
ru: Сэр Толстовик

# tooltip/settings/toys/toy226/descr
source: A loyal servant of Her Majesty. Or His Majesty. Depends on the time period.
ru: Истинный верноподданный Её Величества. Или Его, смотря какой период времени мы имеем в виду.

# tooltip/settings/toys/toy227
source: Santa's Envoy
ru: Эмиссар Санты

# tooltip/settings/toys/toy227/descr
source: You can pass all your messages to Santa via this snowman. However, there is a risk they will only be delivered when pigs fly!
ru: Все ваши письма Санте можете передать через этого снеговика. Но вероятность того, что они дойдут до адресата, КРАЙНЕ МАЛА.

# tooltip/settings/toys/toy228
source: Kung Fu Snow Panda
ru: Кунг-фу пандавик

# tooltip/settings/toys/toy228/descr
source: "Yesterday is history, tomorrow is a mystery, but today is a gift. That is why it is called the present."
ru: А после титров пойдёт нарезка смешных моментов и неудачных дублей.

# tooltip/settings/toys/toy229
source: Paper Garlands
ru: Бумажные гирлянды

# tooltip/settings/toys/toy230
source: Blazing Garlands
ru: Яркие гирлянды

# tooltip/settings/toys/toy231
source: Shaggy Garlands
ru: Мохнатые гирлянды

# tooltip/settings/toys/toy232
source: Colored Garlands
ru: Разноцветные гирлянды

# tooltip/settings/toys/toy233
source: Fluffy Garlands
ru: Пушистые гирлянды

# tooltip/settings/toys/toy234
source: Fluffy White Garlands
ru: Пышные белые гирлянды

# tooltip/settings/toys/toy235
source: Fluffy Blue Garlands
ru: Пышные синие гирлянды

# tooltip/settings/toys/toy236
source: Golden Garlands
ru: Золотые гирлянды

# tooltip/settings/toys/toy237
source: Starry Garlands
ru: Звёздчатые гирлянды

# tooltip/settings/toys/toy238
source: Twisted Red Garlands
ru: Витые красные гирлянды

# tooltip/settings/toys/toy239
source: Twisted Blue Garlands
ru: Витые синие гирлянды

# tooltip/settings/toys/toy24
source: White Origami Garland
ru: Белая гирлянда-оригами

# tooltip/settings/toys/toy240
source: Lantern Lights
ru: Гирлянды из фонариков

# tooltip/settings/toys/toy241
source: Starry Christmas Lights
ru: Звёздчатые электрические гирлянды

# tooltip/settings/toys/toy242
source: Christmas Lights With Bulbs
ru: Электрические гирлянды с лампочками

# tooltip/settings/toys/toy243
source: Blue Bands With Bows
ru: Синие ленты с бантами

# tooltip/settings/toys/toy244
source: Glowing Christmas Lights
ru: Гирлянды из горящих фонариков

# tooltip/settings/toys/toy245
source: Soviet Colored Lights
ru: Советская цветная гирлянда

# tooltip/settings/toys/toy245/descr
source: Whose idea was it to just stuff everything back in the box? Oh, it was mine? Nevermind.
ru: Долго распутывали? А помните, как просто запихнули гирлянду в коробку, решив, что и так сойдёт?

# tooltip/settings/toys/toy246
source: Cascade Lights
ru: Электрическая гирлянда-дождик

# tooltip/settings/toys/toy246/descr
source: When you handle this decoration, be patient. Just as patient as when you are reloading the Bat.-Châtillon 155 58 with an injured Loader and damaged ammo rack.
ru: Развесить данное украшение — невообразимо долгий процесс. Но это всё равно быстрее, чем перезарядка Bat.-Châtillon 155 58 с раненными заряжающими и повреждённой боеукладкой.

# tooltip/settings/toys/toy247
source: Winter Festoon With Birds
ru: Зимняя гирлянда с птичками

# tooltip/settings/toys/toy247/descr
source: This is the perfect example of an ideal combination of diligence and nerves of steel.
ru: Можно только позавидовать стальным нервам того, кто вырезал это вручную.

# tooltip/settings/toys/toy248
source: Bright Chinese Festoon
ru: Яркая китайская гирлянда

# tooltip/settings/toys/toy248/descr
source: Definitely achieve balance with the Force, one who mounts all these decorations will.
ru: «Постигнет дзен развесивший всё это.»

# tooltip/settings/toys/toy249
source: Cabin
ru: Избушка

# tooltip/settings/toys/toy250
source: Mansion
ru: Коттедж

# tooltip/settings/toys/toy251
source: Villa
ru: Особнячок

# tooltip/settings/toys/toy252
source: Fángzi
ru: Фанза

# tooltip/settings/toys/toy253
source: Decorated Cabin
ru: Избушка украшенная

# tooltip/settings/toys/toy254
source: Decorated Mansion
ru: Коттедж украшенный

# tooltip/settings/toys/toy255
source: Decorated Villa
ru: Особнячок украшенный

# tooltip/settings/toys/toy256
source: Decorated Fángzi
ru: Фанза украшенная

# tooltip/settings/toys/toy257
source: Neat Cabin
ru: Избушка скромно украшенная

# tooltip/settings/toys/toy258
source: Neat Mansion
ru: Коттедж скромно украшенный

# tooltip/settings/toys/toy259
source: Neat Villa
ru: Особнячок скромно украшенный

# tooltip/settings/toys/toy26
source: Green Origami Garland
ru: Зелёная гирлянда-оригами

# tooltip/settings/toys/toy260
source: Neat Fángzi
ru: Фанза скромно украшенная

# tooltip/settings/toys/toy261
source: Rich Man's Cabin
ru: Избушка богато украшенная

# tooltip/settings/toys/toy262
source: Rich Man's Mansion
ru: Коттедж богато украшенный

# tooltip/settings/toys/toy263
source: Rich Man's Villa
ru: Особнячок богато украшенный

# tooltip/settings/toys/toy264
source: Rich Man's Fángzi
ru: Фанза богато украшенная

# tooltip/settings/toys/toy265
source: General Snow Headquarters
ru: Штаб генерала Мороза

# tooltip/settings/toys/toy265/descr
source: If you press your ear firmly against the door, you can hear someone transmitting answers to multiple New Year requests in Morse.
ru: Приложив ухо к двери, можно услышать, как кто-то морзянкой отстукивает ответы на многочисленные новогодние просьбы.

# tooltip/settings/toys/toy266
source: Family Nest
ru: Семейное гнёздышко

# tooltip/settings/toys/toy266/descr
source: This is where I feel at home, with peace and quiet, far away from the hustle and bustle of the big city.
ru: Прекрасная возможность провести праздники в тишине и уюте вдали от городской суеты.

# tooltip/settings/toys/toy267
source: Santa's Village
ru: Резиденция Санты

# tooltip/settings/toys/toy267/descr
source: Santa Claus knows when you have been good or bad, but the developers know too.
ru: Дедушка занят — читает ваши письма с просьбами о новых картах и правках балансировщика.

# tooltip/settings/toys/toy268
source: Dragon Temple
ru: Храм дракона

# tooltip/settings/toys/toy268/descr
source: Honor the dragon by decorating your house with some Asian details.
ru: Успешная попытка стилизовать свой домик под традиционное китайское жильё.

# tooltip/settings/toys/toy269
source: Wax Candles
ru: Восковые свечи

# tooltip/settings/toys/toy270
source: Long Christmas Candles
ru: Длинные рождественские свечи

# tooltip/settings/toys/toy271
source: Small Red Candles
ru: Маленькие красные свечи

# tooltip/settings/toys/toy272
source: Tea Lights
ru: Чайные свечи

# tooltip/settings/toys/toy273
source: Twisted Candles
ru: Витые свечи

# tooltip/settings/toys/toy274
source: Thick Red Candles
ru: Толстые красные свечи

# tooltip/settings/toys/toy275
source: Thick White Candles
ru: Толстые белые свечи

# tooltip/settings/toys/toy276
source: Square Candles
ru: Квадратные свечи

# tooltip/settings/toys/toy277
source: Snowman Candles
ru: Свечи-снеговики

# tooltip/settings/toys/toy278
source: Dwarf Candles
ru: Свечи-гномы

# tooltip/settings/toys/toy279
source: Christmas Tree Candles
ru: Свечи-ёлочки

# tooltip/settings/toys/toy28
source: Red Origami Festoon
ru: Красная гирлянда-оригами

# tooltip/settings/toys/toy280
source: Candles In Jars
ru: Свечи в банках

# tooltip/settings/toys/toy281
source: Indian Lights
ru: Бенгальские огни

# tooltip/settings/toys/toy282
source: Snowflake Lights
ru: Электрические снежинки

# tooltip/settings/toys/toy283
source: Lantern Candles
ru: Свечи-фонарики

# tooltip/settings/toys/toy284
source: Square Lanterns
ru: Коробчатые свечи

# tooltip/settings/toys/toy285
source: LED Torches
ru: Светодиодные светильники

# tooltip/settings/toys/toy285/descr
source: Despite their high price, these lamps boast long service, low power consumption and immunity to tough weather conditions. Strongly recommended for an electric atmosphere.
ru: Да, они несколько дороже обычных ламп накаливания. Но высокий срок службы, низкое энергопотребление и стойкость к капризам погоды определённо играют решающую роль.

# tooltip/settings/toys/toy286
source: Candy Torches
ru: Лампы-леденцы

# tooltip/settings/toys/toy286/descr
source: Licking it would definitely not be the best idea.
ru: Во-первых, это красиво.

# tooltip/settings/toys/toy287
source: Oil Lamps
ru: Тёплые, ламповые светильники

# tooltip/settings/toys/toy287/descr
source: After you fall asleep in your rocking chair and forget to put it out, Mr. Oil Lamp is not your friend.
ru: Отлично бы смотрелись в гостинной возле камина и кресла-качалки с клетчатым пледом.

# tooltip/settings/toys/toy288
source: Asian Lanterns
ru: Восточные фонарики

# tooltip/settings/toys/toy288/descr
source: Each lantern is powered by a pretty candle. Saves electricity, saves the environment, saves having to find those batteries rolling around in the bottom of the drawer.
ru: В каждом фонарике — свечка вместо лампочки. Придумано лентяем, которому не хотелось тянуть электропроводку по всему двору.

# tooltip/settings/toys/toy289
source: Colored Christmas Lights
ru: Гирлянда разноцветных фонариков

# tooltip/settings/toys/toy289/descr
source: Well, it is not the rug, but it really ties the Christmas tree together.
ru: Это, конечно, не ковёр, но тоже задаёт стиль всей ёлке.

# tooltip/settings/toys/toy292
source: Puppy
ru: Щенок

# tooltip/settings/toys/toy292/descr
source: He has the luck of the Irish, the pride of the Germans, the calm of the English, the charm of the Spanish, and the only way this pup knows is up!
ru: «Если я действительно стою сто тысяч миллионов, то нельзя ли мне получить хоть немного наличными, чтобы я мог купить маленького щенка?»

# tooltip/settings/toys/toy293
source: Blue Twisted Festoon
ru: Синяя витая гирлянда

# tooltip/settings/toys/toy294
source: Blue Twisted Festoon
ru: Синяя витая гирлянда

# tooltip/settings/toys/toy295
source: Classic Silver Tree Topper
ru: Классическое серебристое навершие

# tooltip/settings/toys/toy30
source: Yellow Origami Festoon
ru: Жёлтая гирлянда-оригами

# tooltip/settings/toys/toy32
source: Twisted Red Festoon
ru: Спиральная красная гирлянда

# tooltip/settings/toys/toy34
source: Twisted Blue Festoon
ru: Спиральная синяя гирлянда

# tooltip/settings/toys/toy36
source: Twisted Yellow Festoon
ru: Спиральная жёлтая гирлянда

# tooltip/settings/toys/toy38
source: Festoon With Pennants
ru: Гирлянда с флажками

# tooltip/settings/toys/toy4
source: Silver Festoon
ru: Серебристая гирлянда

# tooltip/settings/toys/toy40
source: Starry Festoon
ru: Гирлянда со звёздами

# tooltip/settings/toys/toy42
source: Additional Deerpower
ru: Дед с оленями
