Repository: McHarny/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/Ny.*.resx
Languages: ru

# tooltip/settings/toys/toy44
source: Festoon With Pennants (Lend-Lease)
ru: Гирлянда с флажками (ленд-лиз)

# tooltip/settings/toys/toy46
source: Red Christmas Lights
ru: Гирлянда красных фонариков

# tooltip/settings/toys/toy48
source: Christmas Lights With Stars
ru: Электрическая гирлянда со звёздами

# tooltip/settings/toys/toy50
source: Christmas Lights With Bulbs
ru: Электрическая гирлянда с лампочками

# tooltip/settings/toys/toy52
source: Christmas Lights With Letters
ru: Электрическая гирлянда с буквами

# tooltip/settings/toys/toy54
source: Christmas Lights With Letters (Lend-Lease)
ru: Электрическая гирлянда с буквами (ленд-лиз)

# tooltip/settings/toys/toy56
source: Christmas Lights With Candles
ru: Гирлянда со свечками

# tooltip/settings/toys/toy58
source: Christmas Lights
ru: Рождественская гирлянда

# tooltip/settings/toys/toy6
source: Golden Festoon
ru: Золотистая гирлянда

# tooltip/settings/toys/toy60
source: Butterfly Festoon
ru: Гирлянда с бабочками

# tooltip/settings/toys/toy62
source: Yellow Lantern Lights
ru: Гирлянда жёлтых фонариков

# tooltip/settings/toys/toy64
source: Soviet Lights
ru: Советская гирлянда

# tooltip/settings/toys/toy64/descr
source: Examined and approved by Gosudarstvennaya Atestatsionnaya Komissiya. The changing colors arouse an inexplicable urge to rush B, whatever that means.
ru: «...На правое дело он поднял народы, на труд и на подвиги нас вдохновил!..»

# tooltip/settings/toys/toy66
source: Camouflage Net
ru: Маскировочная сеть

# tooltip/settings/toys/toy66/descr
source: Wait, where did my Christmas tree go?
ru: Значительно снижает заметность неподвижной ёлки.

# tooltip/settings/toys/toy68
source: Pearly Garland
ru: Жемчужная гирлянда

# tooltip/settings/toys/toy68/descr
source: Look how shiny this garland is! But why is my cat gazing so longingly at it?
ru: Ваш кот считает, что это вполне съедобная штука.

# tooltip/settings/toys/toy70
source: Pretty Red Band
ru: Нарядная красная лента

# tooltip/settings/toys/toy70/descr
source: A cheap but fancy decoration suitable for both wrapping a present and putting on a Christmas tree.
ru: Недорогое, но весьма броское украшение. И ёлку нарядить, и подарок перевязать.

# tooltip/settings/toys/toy72
source: Pretty Blue Band
ru: Нарядная синяя лента

# tooltip/settings/toys/toy72/descr
source: A cheap but fancy decoration suitable for both wrapping a present and putting on a Christmas tree.
ru: Недорогое, но весьма броское украшение. И ёлку нарядить, и подарок перевязать.

# tooltip/settings/toys/toy74
source: Snowflake Festoon
ru: Снежно-снежинковая гирлянда

# tooltip/settings/toys/toy74/descr
source: You do not need a scar on your forehead to do magic. All you need is paper and scissors. Fold, cut, unfold, and ta da! Festoon managed.
ru: Плотная бумага, ножницы и капроновая нить — всё, что вам нужно для этого замечательного украшения.

# tooltip/settings/toys/toy76
source: Dragon Garland
ru: Драконья гирлянда

# tooltip/settings/toys/toy76/descr
source: The legend says that the Chinese dragon is very flexible because some ruthless map designers from a faraway game company used its backbone for a ridge.
ru: Китайский дракон очень гибкий, поскольку его хребет послужил другим целям. Эх, были же времена...

# tooltip/settings/toys/toy78
source: Classic Red Tree Topper
ru: Классическое красное навершие

# tooltip/settings/toys/toy79
source: Classic Blue Tree Topper
ru: Классическое синее навершие

# tooltip/settings/toys/toy8
source: Red and White Festoon
ru: Красно-белая гирлянда

# tooltip/settings/toys/toy80
source: Classic Silver Tree Topper
ru: Классическое серебристое навершие

# tooltip/settings/toys/toy81
source: Zen Coin
ru: Счастливая монетка

# tooltip/settings/toys/toy82
source: Neoclassic Red Tree Topper
ru: Неоклассическое красное навершие

# tooltip/settings/toys/toy83
source: Neoclassic Blue Tree Topper
ru: Неоклассическое синее навершие

# tooltip/settings/toys/toy84
source: Neoclassic Silver Tree Topper
ru: Неоклассическое серебристое навершие

# tooltip/settings/toys/toy85
source: Yellow Zen Coin
ru: Жёлтая монетка на удачу

# tooltip/settings/toys/toy86
source: Snowy Red Tree Topper
ru: Заснеженное красное навершие

# tooltip/settings/toys/toy87
source: Snowy Blue Tree Topper
ru: Заснеженное синее навершие

# tooltip/settings/toys/toy88
source: White Star
ru: Белая звезда

# tooltip/settings/toys/toy89
source: Red Star
ru: Красная звезда

# tooltip/settings/toys/toy90
source: Simple Snowflake
ru: Простая снежинка

# tooltip/settings/toys/toy91
source: Snowy Silver Tree Topper
ru: Заснеженное серебристое навершие

# tooltip/settings/toys/toy92
source: Festive Bands
ru: Праздничные ленты

# tooltip/settings/toys/toy93
source: Spiral Golden Tree Topper
ru: Спиральное золотистое навершие

# tooltip/settings/toys/toy94
source: Spiral Silver Tree Topper
ru: Спиральное серебристое навершие

# tooltip/settings/toys/toy95
source: Silver Star
ru: Серебристая звезда

# tooltip/settings/toys/toy96
source: Golden Star
ru: Золотистая звезда

# tooltip/settings/toys/toy97
source: Red Wind Rose
ru: Красная роза ветров

# tooltip/settings/toys/toy98
source: White Wind Rose
ru: Белая роза ветров

# tooltip/settings/toys/toy99
source: Paper Lantern Tree Topper
ru: Бумажный фонарик-навершие

# tooltip/slotDelete/body
source: Click to free up the slot for another decoration.
ru: Нажмите, чтобы освободить место для другого украшения.

# tooltip/slotDelete/header
source: Remove
ru: Снять

# tooltip/tankmen
source: Awarded for reaching Festive Atmosphere Levels IV, VI, VIII, and X.
ru: Выдаётся в награду за достижение IV, VI, VIII и X уровня атмосферы праздника.

# viewHeader/backBtn/label
source: BACK
ru: НАЗАД

# viewHeader/closeBtn/label
source: CLOSE
ru: ЗАКРЫТЬ
