Repository: McHarny/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/PersonalMissions.*.resx
Languages: ru

# PersonalMissionAwardView/award/freeSheet
source: You received an Order!
ru: Получен бланк приказа!

# PersonalMissionAwardView/bottomTabs/awards/additionalAwards
source: Rewards for completion of all missions with honors
ru: Награды за выполнение всех задач с отличием

# PersonalMissionAwardView/bottomTabs/awards/mainAwards
source: Main Rewards
ru: Основные награды

# PersonalMissionAwardView/subTitle
source: Click your nickname to select and equip a badge.
ru: Нажмите на своё игровое имя, чтобы выбрать и установить нашивку.

# PersonalMissionAwardView/title
source: Badges Received for Completing Operations!
ru: Получены нашивки за прохождение операций!

# PersonalMissionAwardView/title/one
source: Badge Received for Operation "%(vehicleName)s"!
ru: Получена нашивка за операцию «%(vehicleName)s»!

# PersonalMissionAwardView/title/perfect
source: You received badges for completion with honors!
ru: Получены нашивки за выполнение с отличием!

# PersonalMissionFirstEntryView/acknowledgeBtn
source: Acknowledged!
ru: Так точно!

# PersonalMissionFirstEntryView/item0/descr
source: Please welcome a new type of mission that can be completed over a series of battles, instead of just one battle.
ru: Появились новые типы задач, которые выполняются за серию боёв, а не за один, как раньше.

# PersonalMissionFirstEntryView/item0/header
source: 1. Missions
ru: 1. Задачи

# PersonalMissionFirstEntryView/item1/descr
source: Now the progress towards personal missions can be monitored in a battle. This option is currently available only for the Second Front campaign.
ru: Теперь прогресс по задачам можно отслеживать в бою. Пока это доступно только для кампании «Второй фронт».

# PersonalMissionFirstEntryView/item1/header
source: 2. Progress
ru: 2. Прогресс

# PersonalMissionFirstEntryView/item2/descr
source: In the Second Front campaign, the missions are now distributed by formations, not by vehicle type.
ru: В кампании «Второй фронт» вместо типов техники появились национальные объединения.

# PersonalMissionFirstEntryView/item2/header
source: 3. Conditions
ru: 3. Условия

# PersonalMissionFirstEntryView/title
source: FAST FACTS ABOUT CAMPAIGNS
ru: КОРОТКО О КАМПАНИЯХ

# PersonalMissionFirstEntryView/videoBtnLabel
source: Play Video
ru: Смотреть видео

# PersonalMissionFirstEntryView/videoWindowHeader
source: Video About Update
ru: Видеобзор обновления

# awardCongratulationView/subTitle
source: Operation %(title)s
ru: %(title)s

# awardsView/closeBtn/label
source: CLOSE
ru: ЗАКРЫТЬ

# awardsView/mainAwards/title
source: Main Rewards
ru: Основные награды

# awardsView/vehicleAward/mainAward
source: Main Reward
ru: Основная награда

# detailedView/completeBtnLabel
source: Complete for %(count)d %(icon)s
ru: Выполнить за %(count)d %(icon)s

# detailedView/conditionsFullylabel
source: For completion with honors
ru: Для выполнения с отличием

# detailedView/conditionslabel
source: Main part
ru: Основная часть

# detailedView/declineBtnLabel
source: Cancel
ru: Отказаться

# detailedView/infoPanel/header
source: Description and Hints
ru: Описание и советы

# detailedView/orCondition
source: or
ru: или

# detailedView/recruitBtnLabel
source: Claim Reward
ru: Получить награду

# detailedView/retryBtnLabel
source: Complete with Honors
ru: Перевыполнить с отличием

# detailedView/startBtnLabel
source: Start
ru: Приступить

# detailedView/status/NA
source: Unavailable
ru: Недоступна

# detailedView/status/completed
source: Primary condition completed
ru: Выполнено основное условие

# detailedView/status/fullyCompleted
source: Completed with honors
ru: Выполнено с отличием

# detailedView/status/inProgress
source: Active
ru: Выполняется

# detailedView/status/returnSheet
source: Orders committed:%(icon)sx1
ru: Заложен:%(icon)sх1

# detailedView/status/sheetUsed
source: Completed for%(icon)sx1
ru: Выполнено за%(icon)sх1

# detailedView/tooltips/additionalConditions/body
source: This is your objective in battle that you must fulfil in order to receive the additional reward for completing the mission with honors.
ru: Это ваша цель, которую необходимо достичь в бою для выполнения задачи с отличием и получения дополнительной награды.

# detailedView/tooltips/additionalConditions/header
source: Conditions for Completion With Honors
ru: Условия с отличием

# detailedView/tooltips/commonConditions/body
source: This is your objective in battle that you must fulfill in order to receive the main reward for completing the mission.
ru: Это ваша цель, которую необходимо достичь в бою для выполнения задачи и получения основной награды.

# detailedView/tooltips/commonConditions/header
source: Primary condition
ru: Основное условие

# detailedView/tooltips/declineBtn/body
source: Click to cancel this mission.
ru: Нажмите, чтобы отказаться от выполнения задачи.

# detailedView/tooltips/declineBtn/header
source: Cancel Mission
ru: Отказаться от выполнения

# detailedView/tooltips/holdAwardSheetBtn/body
source: Click to commit an order to the mission and complete the primary condition.
ru: Нажмите, чтобы выполнить основное условие задачи, заложив бланк приказа.

# detailedView/tooltips/holdAwardSheetBtn/disabled/body
source: To receive orders, complete with honors the last missions in each set within any operation.
ru: Выполните с отличием завершающие задачи каждой ветки в рамках любой операции, чтобы получить бланки приказа.

# detailedView/tooltips/holdAwardSheetBtn/disabled/header
source: Not Enough Orders
ru: Недостаточно бланков приказа

# detailedView/tooltips/holdAwardSheetBtn/header
source: Commit Order
ru: Заложить бланк приказа

# detailedView/tooltips/retryBtn/body
source: Click to improve the result by completing the primary and secondary condition.
ru: Нажмите, чтобы попытаться улучшить результат, выполнив основное и дополнительное условия.

# detailedView/tooltips/retryBtn/header
source: Complete with Honors
ru: Перевыполнить с отличием

# detailedView/tooltips/returnAwardListBtn/body
source: Click to complete the primary and secondary condition. If you complete the mission with honors, you will retrieve your order.
ru: Нажмите, чтобы перевыполнить задачу с отличием, выполнив основное и дополнительное условия, вернув тем самым потраченный бланк приказа.

# detailedView/tooltips/returnAwardListBtn/header
source: Retrieve Order
ru: Вернуть бланк приказа

# detailedView/tooltips/startBtn/body
source: Click to start the mission. Complete the conditions and claim your reward.
ru: Нажмите, чтобы принять задачу к исполнению. Выполните условия этой задачи и получите соответствующую награду.

# detailedView/tooltips/startBtn/header
source: Start
ru: Приступить

# fourFreeSheetsObtainedPopup/button
source: Proceed
ru: Перейти

# fourFreeSheetsObtainedPopup/descr1
source: Commit 4 orders to the %(questName)s mission and receive the missing vehicle component.
ru: Заложите 4 бланка приказа в задачу %(questName)s и получите недостающий компонент машины.

# fourFreeSheetsObtainedPopup/descr2
source: Retrieve %(pawnedCount)s orders from the mission, in order to commit 4 orders to the %(questName)s mission and receive the missing vehicle components.
ru: Верните заложенные в задачи бланки приказа в количестве %(pawnedCount)s шт., чтобы заложить 4 бланка приказа в %(questName)s и получить недостающий компонент машины.

# fourFreeSheetsObtainedPopup/header
source: Vehicle Available
ru: Можно получить машину

# freeSheetObtainedPopup/descrLeft
source: You can use orders to complete any mission in a set.
ru: За бланки приказа можно выполнять любые задачи в ветках.

# freeSheetObtainedPopup/descrRight
source: Complete with honors all last missions in all sets.
ru: Выполняйте с отличием завершающие задачи всех веток.

# freeSheetObtainedPopup/title
source: You received an Order
ru: Получен бланк приказа

# freeSheetObtainedPopup/titleLeft
source: How to Use
ru: Как использовать

# freeSheetObtainedPopup/titleRight
source: How to Earn
ru: Как заработать

# freeSheetPopover/freeSheetsInfo/descr
source: Received for completing the last mission in a set.
ru: Выдаются за выполнение задач, завершающих каждую ветку.

# freeSheetPopover/freeSheetsInfo/title
source: Available: %(count)d
ru: В наличии: %(count)d

# freeSheetPopover/pawnedSheetsInfo/descr
source: To retrieve a committed order, re-complete the mission with honors.
ru: Чтобы вернуть заложенный бланк приказа, перевыполните задачу с отличием.

# freeSheetPopover/pawnedSheetsInfo/descr/noOne
source: You can use orders to complete any mission in a set.
ru: За бланки приказа можно выполнять любые задачи в ветках.

# freeSheetPopover/pawnedSheetsInfo/title
source: Committed to Mission: %(count)d
ru: Заложено в задачи: %(count)d

# freeSheetPopover/title
source: Orders
ru: Бланки приказа

# header/backBtn/descrLabel/campaign
source: TO MAPS
ru: К КАРТАМ

# header/backBtn/descrLabel/hangar
source: TO GARAGE
ru: В АНГАР

# header/backBtn/label
source: BACK
ru: НАЗАД

# operationInfo/awardsButton/label
source: Operation Rewards
ru: Награда за операцию

# operationInfo/label
source: Campaigns
ru: Кампании

# operationInfo/title
source: Operations Map
ru: Карта операций

# operationTitle/label/done
source: Orders: %(icon)s%(count)s/%(total)s %(infoIcon)s
ru: Бланков приказа: %(icon)s%(count)s/%(total)s %(infoIcon)s

# operationTitle/label/excellentDone
source: All missions completed with honors
ru: Все задачи выполнены с отличием

# operationTitle/label/inProgress
source: Vehicle components: %(count)s/%(total)s %(infoIcon)s
ru: : %(count)s/%(total)s %(infoIcon)s

# operationTitle/label/locked
source: Unavailable: complete the previous operation
ru: Недоступно: завершите предыдущую операцию

# operationTitle/label/toMaster
source: Missions, completed with honors: %(count)s/%(total)s %(infoIcon)s
ru: Задач с отличием: %(count)s/%(total)s %(infoIcon)s

# operationTitle/title
source: Operation: %(title)s
ru: Операция «%(title)s»

# operationUnlockedWindow/awardText
source: Congratulations! You can now proceed to completing the %(title)s operation.
ru: Поздравляем! Теперь вы можете приступить к выполнению операции «%(title)s».

# operationUnlockedWindow/descr
source: Press %(label)s to select a mission and try to claim a new reward.
ru: Нажмите кнопку «%(label)s», чтобы выбрать задачу и начать боевой путь к новой награде.

# operationUnlockedWindow/header
source: Operation: %(title)s
ru: Операция «%(title)s»

# operationUnlockedWindow/nextButton
source: Start
ru: Приступить

# operationUnlockedWindow/title
source: Operation Unlocked
ru: Получен доступ к операции

# operations/completed/desc
source: Vehicle received
ru: Машина получена

# operations/current/desc
source: Active
ru: Выполняется

# operations/fullyCompleted/desc
source: Completed with honors
ru: Выполнено с отличием

# operations/locked/desc
source: Unavailable
ru: Недоступно

# operations/title4
source: Object 260
ru: Объект 260

# operations/unlocked/desc
source: Available
ru: Доступно

# personalMissions/tankgirlsPopover/recruitBtn
source: Recruit
ru: Рекрутировать

# personalMissions/tankgirlsPopover/title
source: Female Crew Members
ru: Девушки-танкисты

# personalMissions/video/title
source: Overview Video of the Update
ru: Видеообзор обновления

# sidebar/completed
source: Completed
ru: Завершено

# sidebar/fullCompleted
source: With honors
ru: С отличием

# sidebar/notSelected
source: No active
ru: Нет принятых

# sidebar/vehicles/AT-SPG
source: Tank Destroyers
ru: ПТ-САУ

# sidebar/vehicles/SPG
source: SPGs
ru: САУ

# sidebar/vehicles/heavyTank
source: Heavy Tanks
ru: Тяжёлые танки

# sidebar/vehicles/lightTank
source: Light Tanks
ru: Лёгкие танки

# sidebar/vehicles/mediumTank
source: Medium Tanks
ru: Средние танки

# statusPanel/freeSheetBtn/label
source: Complete for %(count)d %(icon)s
ru: Выполнить за %(count)d %(icon)s

# statusPanel/freeSheets
source: Available: %(count)s
ru: В наличии: %(count)s

# statusPanel/pawnedSheets
source: Committed to missions: %(count)s
ru: Заложено в задачи: %(count)s

# statusPanel/status/allDone
source: All missions for %(vehicleClass)s have been completed
ru: Все задачи для %(vehicleClass)s выполнены

# statusPanel/status/allExcellentDone
source: All missions for %(vehicleClass)s have been completed with honors
ru: Все задачи для %(vehicleClass)s выполнены с отличием

# statusPanel/status/freeSheet
source: An Order Was Committed
ru: Заложен бланк приказа

# statusPanel/status/improve
source: (Result improving)
ru: (Улучшение результата)

# statusPanel/status/locked
source: Unavailable: complete the previous operation
ru: Недоступно: завершите предыдущую операцию

# statusPanel/status/noVehicle
source: Unavailable: no suitable vehicles for the %(vehicleClass)s set
ru: : %(vehicleClass)s

# statusPanel/status/pawned
source: (Retrieving %(count)d %(icon)s)
ru: (Возврат %(count)d %(icon)s)

# statusPanel/status/selectTask
source: Select a mission to complete
ru: Выберите задачу, чтобы приступить к выполнению

# tankmoduleTooltipData/help/body
source: Can be received for fulfilling the primary conditions of the last mission in the %(vehType)s set.
ru: Выдаётся в награду за выполнение основных условий завершающей задачи ветки %(vehType)s.

# tankmoduleTooltipData/help/title
source: How to Receive
ru: Как получить

# tankmoduleTooltipData/info
source: This component is required to receive the %(vehName)s
ru: Компонент необходим для получения %(vehName)s

# tankmoduleTooltipData/status/available
source: Available for %(count)d %(img)s
ru: Доступен за %(count)d %(img)s

# tankmoduleTooltipData/status/notObtained
source: Component not received
ru: Компонент не получен

# tankmoduleTooltipData/status/obtained
source: Component received
ru: Компонент получен

# tankwomanTooltipData/advantages/brotherhood
source: The Brothers in Arms perk trained to 100%.
ru: Изученный навык «Боевое братство».

# tankwomanTooltipData/advantages/nation
source: You can select a nation, vehicle type, and major qualification trained to 100%.
ru: Можно выбрать нацию, тип техники и специальность, изученную сразу на 100%.

# tankwomanTooltipData/advantages/newPerk
source: One more skill or perk of your choice trained to 100%.
ru: На выбор дополнительное умение или навык, изученный на 100%.

# tankwomanTooltipData/advantages/title
source: Advantages:
ru: Преимущества:

# tankwomanTooltipData/desc/body
source: Can be received for fulfilling the primary conditions of the last mission in each set.
ru: Выдаётся в награду за выполнение основных условий задач, завершающих каждую ветку.

# tankwomanTooltipData/desc/title
source: How to receive:
ru: Как получить:

# tankwomanTooltipData/subTitle
source: A unique crew member
ru: Уникальный член экипажа

# tankwomanTooltipData/title
source: Female Crew Member
ru: Девушка-танкист

# taskDetailsView/additionalConditions
source: Secondary condition
ru: Дополнительное условие

# taskDetailsView/btnLabel/returnAwardSheet
source: Retrieve Order
ru: Вернуть бланк приказа

# taskDetailsView/btnLabel/returnAwardSheets
source: Retrieve Order
ru: Вернуть бланк приказа

# taskDetailsView/mainConditions
source: Primary condition
ru: Основное условие

# useAwardSheetWindow/cancelBtn
source: Cancel
ru: Отменить

# useAwardSheetWindow/info
source: Complete the mission with honors to retrieve an order.
ru: Для возврата бланка перевыполните задачу с отличием.

# useAwardSheetWindow/locked
source: Complete all missions in the set to retrieve orders.
ru: Для возврата бланка необходимо завершить все задачи ветки.

# useAwardSheetWindow/needAmount
source: Required for completion:
ru: Требуется для выполнения:

# useAwardSheetWindow/noVehicle
source: Vehicles required to retrieve the order: %(vehicleClass)s.
ru: : %(vehicleClass)s.

# useAwardSheetWindow/sheetsTotal
source: Total available:
ru: Всего в наличии:

# useAwardSheetWindow/submitBtn
source: Complete
ru: Выполнить

# useAwardSheetWindow/title
source: Complete Primary Condition
ru: Выполнить основное условие

# PersonalMissionsPlanRegion/mainAward/chassis
source: Suspension
ru: Ходовая

# PersonalMissionsPlanRegion/mainAward/engine
source: Power unit
ru: Силовая установка

# PersonalMissionsPlanRegion/mainAward/gun
source: Gun
ru: Орудие

# PersonalMissionsPlanRegion/mainAward/hull
source: Hull
ru: Корпус

# PersonalMissionsPlanRegion/mainAward/radio
source: Radio
ru: Радиостанция

# PersonalMissionsPlanRegion/mainAward/hullAndTurret
source: Hull and turret
ru: Корпус и башня

# PersonalMissionFirstEntryView/detailedDescription/btnBack
source: BACK
ru: НАЗАД

# PersonalMissionFirstEntryView/item0/blocks/0/descr
source: Missions, the conditions of which should be fulfilled during one battle. Fulfil the primary condition to complete the mission. You receive additional rewards for fulfilling both the primary and secondary mission conditions.
ru: Задачи, условие которых необходимо выполнить за один бой. • Для успешного прохождения задачи требуется выполнить основное условие. • При выполнении задачи с отличием будет выдана дополнительная награда.

# PersonalMissionFirstEntryView/item0/blocks/0/title
source: In One Battle
ru: В рамках одного боя

# PersonalMissionFirstEntryView/item0/blocks/1/descr
source: Mission progress in all battles is added together. The progress towards the completion of the primary condition will be multiplied by a particular coefficient after completion of the secondary conditions in a battle. Complete secondary conditions the indicated number of times to receive the reward.
ru: Прогресс задачи суммируется за все бои. • При выполнении в бою дополнительного условия прогресс, полученный по основному условию, будет умножен на определённое значение. • Выполните дополнительное условие указанное количество раз, чтобы получить за него награду.

# PersonalMissionFirstEntryView/item0/blocks/1/title
source: Accumulative
ru: Накопительные

# PersonalMissionFirstEntryView/item0/blocks/2/descr
source: The missions can be completed over a particular number of battles. If the condition is not fulfilled, the progress will be reset, and you will have to start over again. The secondary condition that provides rewards is similar to the primary one, but requires a much higher completion result.
ru: Задачи, на выполнение которых даётся определённое количество попыток. Если поставленное условие не было выполнено, то прогресс обнулится, и нужно будет начинать сначала. • Дополнительное условие, за которое выдаётся награда, аналогично основному, однако потребует достичь значительно лучшего результата.

# PersonalMissionFirstEntryView/item0/blocks/2/title
source: In a Number of Battles
ru: За серию боёв

# PersonalMissionFirstEntryView/item0/innerDescr
source: All missions have a specific completion condition based on a particular operation.
ru: В зависимости от операции задачи имеют определённые критерии выполнения условий.

# PersonalMissionFirstEntryView/item0/warning
source: When changing/cancelling a mission of a particular type, all its progress will be reset, and you will have to start all over again.
ru: Если вы смените/отмените задачу этого типа, то весь достигнутый по ней прогресс будет обнулён, и вам придётся начинать заново.

# PersonalMissionFirstEntryView/item1/blocks/0/descr
source: The progress towards missions of the Second Front campaign is displayed in the battle interface. Remember that the progress towards particular conditions is calculated after the end of a battle. Some missions can be completed only on particular vehicle types, with no nation restrictions; the other missions require vehicles of particular nations for completion.
ru: Прогресс по задачам кампании «Второй фронт» отображается в боевом интерфейсе. Не забывайте, что прогресс по некоторым условиям подсчитывается после окончания боя. Некоторые задачи требуют выполнения только на конкретном типе техники, но без ограничения по нации, а другие — на технике определённой нации.

# PersonalMissionFirstEntryView/item1/blocks/0/title
source: Progress Indicator in Battle
ru: Индикатор выполнения в бою

# PersonalMissionFirstEntryView/item1/blocks/1/descr
source: Particular missions have additional restrictions that should be considered in a battle: Certain time for fulfilment of conditions (or their parts). Limitation on the minimal value: for example, causing less than the required damage will result in zero progress towards the main condition, regardless of the actual amount of damage caused.
ru: У некоторых задач есть дополнительные ограничения, которые игрок должен учитывать в бою, а именно: • Определённое время на выполнение условий (или их части). • Ограничение по минимальному значению: если игрок, например, нанесёт урона меньше, чем требуется, то в прогресс по основному условию пойдёт 0 независимо от фактического количества нанесённого урона.

# PersonalMissionFirstEntryView/item1/blocks/1/title
source: Restrictions
ru: Ограничения

# PersonalMissionFirstEntryView/item1/blocks/2/descr
source: The screen with the detailed description of the currently active mission can always be opened in a battle by pressing the Tab key. Therefore, you can always check the mission description when in a battle if you forget a particular condition.
ru: В бою всегда можно вызвать экран с подробным описанием задачи, которая сейчас выполняется, нажав на клавишу Tab. Таким образом, прямо в бою всегда можно просмотреть условие, если была забыта какая-то его часть.

# PersonalMissionFirstEntryView/item1/blocks/2/title
source: Monitoring
ru: Отслеживание

# PersonalMissionFirstEntryView/item1/innerDescr
source: The progress towards missions can be monitored when in a battle.
ru: Прогресс задач можно отслеживать прямо во время боя.

# PersonalMissionFirstEntryView/item2/blocks/0/descr
source: Particular missions can be completed only on a specific type of vehicle (the model and nation are not counted).
ru: Некоторые задачи выполняются на конкретном типе техники (модель и нация не имеют значения).

# PersonalMissionFirstEntryView/item2/blocks/0/title
source: Vehicle Type
ru: Тип техники

# PersonalMissionFirstEntryView/item2/blocks/1/descr
source: Some missions require vehicles of specific nations, with no restrictions on types. All missions are distributed into 4 formations: Union: U.S.S.R., China. Bloc: Germany, Japan. Alliance: U.S.A., U.K., Poland. Coalition: France, Sweden, Czechoslovakia, Italy.
ru: Часть задач требует выходить в бой на технике определённой нации, но без ограничений по типам. Всего есть 4 объединения, по которым распределены задачи: • «Союз»: СССР, Китай. • «Блок»: Германия, Япония. • «Альянс»: США, Великобритания, Польша. • «Коалиция»: Франция, Швеция, Чехословакия, Италия.

# PersonalMissionFirstEntryView/item2/blocks/1/title
source: Formations
ru: Объединения

# PersonalMissionFirstEntryView/item2/blocks/2/descr
source: Each operation has its own requirements for the minimum vehicle tier used to complete missions: StuG IV: Tier IV-X vehicles. T28 HTC: Tier VX vehicles. Excalibur: Tier VI-X vehicles. T 55A: Tier VI-X vehicles. Object 260: Tier VI-X vehicles. Chimera: Tier VII-X vehicles. Object 279 (e): Tier VIII-X vehicles.
ru: Каждая операция имеет свои требования по минимальному уровню машины, на которой можно выполнять задачи: • StuG IV: на технике IV-X уровней. • T28 HTC: на технике V-X уровней. • Excalibur: на технике VI-X уровней. • T 55A: на технике VI-X уровней. • Объект 260: на технике VI-X уровней. • Chimera: на технике VII-X уровней. • Объект 279 (р): на технике VIII-X уровней.

# PersonalMissionFirstEntryView/item2/blocks/2/title
source: Vehicle Tier
ru: Уровень машины

# PersonalMissionFirstEntryView/item2/blocks/3/descr
source: All missions can be completed only in the Random Battles mode and its types.
ru: Все задачи доступны для выполнения только в режиме «Случайный бой» и во всех его типах.

# PersonalMissionFirstEntryView/item2/blocks/3/title
source: Random Battles Mode
ru: Режим «Случайный бой»
