Repository: McHarny/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/PersonalMissions.*.resx
Languages: ru

# PersonalMissionFirstEntryView/item2/innerDescr
source: The mission campaigns provide both common conditions and limitations that will be applied to a player during the completion of missions.
ru: В кампаниях есть как общие условия, так и ограничения, которые накладываются на игрока при выполнении задач.

# PersonalMissionFirstEntryView/item2/warning
source: Please carefully study the requirements of each mission.
ru: Внимательно следите за тем, какие требования у задачи.

# PersonalMissionFirstEntryView/item3/blocks/0/descr
source: The main rewards are the unique vehicles that are awarded only for the completion of missions. Each campaign has its own rewards: Long-Awaited Backup: Stug IV, T28 HTC, T 55A, Object 260. Second Front: Excalibur, Chimera, Object 279 (e).
ru: Главная награда — уникальные машины, которые нельзя получить другим способом. Вот их список по кампаниям: • «Долгожданное подкрепление»: Stug IV, T28 HTC, T 55A, Объект 260. • «Второй фронт»: Excalibur, Chimera, Объект 279 (р).

# PersonalMissionFirstEntryView/item3/blocks/0/title
source: Unique Vehicles
ru: Уникальная техника

# PersonalMissionFirstEntryView/item3/blocks/1/descr
source: Each award vehicle has specific parts. Collect all the parts to receive the vehicle: Componentsawarded for the completion of missions in the Long-Awaited Backup campaign. Blueprintsawarded for the completion of missions in the Second Front campaign.
ru: У каждой наградной машины свои составляющие, которые вы должны собрать, чтобы получить саму машину: • Компоненты — выдаются при выполнении задач кампании «Долгожданное подкрепление». • Чертежи — выдаются при выполнении задач кампании «Второй фронт».

# PersonalMissionFirstEntryView/item3/blocks/1/title
source: Components and Blueprints
ru: Компоненты и чертежи

# PersonalMissionFirstEntryView/item3/blocks/2/descr
source: A unique crew member that has the Brothers in Arms perk trained to 100% and provides a female voiceover for game events (when appointed the vehicle Commander). When recruiting, you can select the nation, qualification, and vehicle for this crew member, who will be trained to 100% for free.
ru: Уникальный член экипажа. Обладает встроенным навыком «Боевое братство», а также меняет озвучку игровых событий на женскую (если назначена командиром). При рекрутировании вы можете выбрать нацию, специальность и машину, на которую она будет бесплатно обучена на 100%.

# PersonalMissionFirstEntryView/item3/blocks/2/title
source: Female Crew Member
ru: Девушка-танкист

# PersonalMissionFirstEntryView/item3/blocks/3/descr
source: In addition to vehicles, you can also receive other valuable rewards for the completion of missions.
ru: Помимо техники, за выполнение задач вы сможете получить множество других ценных наград.

# PersonalMissionFirstEntryView/item3/blocks/3/title
source: Other Rewards
ru: Другие награды

# PersonalMissionFirstEntryView/item3/descr
source: In the Second Front campaign, for the completion of each last mission in a set, you receive one of five blueprints for the award vehicle.
ru: В кампании «Второй фронт» за каждую задачу, завершающую ветку, вы получите один из четырёх чертежей наградной машины.

# PersonalMissionFirstEntryView/item3/header
source: 4. Rewards
ru: 4. Награды

# PersonalMissionFirstEntryView/item3/innerDescr
source: Complete missions to receive rewards and unique vehicles.
ru: Выполняйте задачи, чтобы получить награды и уникальную технику.

# PersonalMissionFirstEntryView/items/more
source: Details
ru: Подробнее

# PersonalMissionsPlanRegion/mainAward/blueprintChassis
source: Suspension Blueprints
ru: Чертежи ходовой

# PersonalMissionsPlanRegion/mainAward/blueprintEngine
source: Engine Blueprints
ru: Чертежи двигателя

# PersonalMissionsPlanRegion/mainAward/blueprintGun
source: Gun Blueprints
ru: Чертежи орудия

# PersonalMissionsPlanRegion/mainAward/blueprintHull
source: Hull Blueprints
ru: Чертежи корпуса

# PersonalMissionsPlanRegion/mainAward/blueprintHullAndTurret
source: Hull and Turret Blueprints
ru: Чертежи корпуса и башни

# alliance/0/details
source: The staging ground for the landing and advancing of the Union forces.
ru: Плацдарм для высадки и продвижения войск Союза.

# alliance/0/name
source: Union
ru: Союз

# alliance/1/details
source: The staging ground for the landing and advancing of the Bloc forces.
ru: Плацдарм для высадки и продвижения войск Блока.

# alliance/1/name
source: Bloc
ru: Блок

# alliance/2/details
source: The staging ground for the landing and advancing of the Alliance forces.
ru: Плацдарм для высадки и продвижения войск Альянса.

# alliance/2/name
source: Alliance
ru: Альянс

# alliance/3/details
source: The staging ground for the landing and advancing of the Coalition forces.
ru: Плацдарм для высадки и продвижения войск Коалиции.

# alliance/3/name
source: Coalition
ru: Коалиция

# awardsScreen/acceptBtn/label
source: Acknowledged!
ru: Так точно!

# awardsScreen/closeBtn/label
source: CLOSE
ru: ЗАКРЫТЬ

# awardsScreen/header
source: Operation %(missionName)s completed
ru: Операция «%(missionName)s» выполнена

# awardsScreen/header/fullyCompleted
source: Operation %(missionName)s completed with honors
ru: Операция «%(missionName)s» выполнена с отличием

# awardsScreen/headerExtra
source: REWARD EARNED!
ru: ПОЛУЧЕНА НАГРАДА!

# awardsView/description
source: Main reward for the operation
ru: Главная награда операции

# chainTooltipData/description/text/alliance0
source: Operation missions can be completed only in vehicles of specified nations.
ru: Задачи операции выполняются только на технике указанных наций.

# chainTooltipData/description/text/alliance1
source: Operation missions can be completed only in vehicles of specified nations.
ru: Задачи операции выполняются только на технике указанных наций.

# chainTooltipData/description/text/alliance2
source: Operation missions can be completed only in vehicles of specified nations.
ru: Задачи операции выполняются только на технике указанных наций.

# chainTooltipData/description/text/alliance3
source: Operation missions can be completed only in vehicles of specified nations.
ru: Задачи операции выполняются только на технике указанных наций.

# chainTooltipData/description/title
source: Description:
ru: Описание:

# conditions/battlesLeft/bottomLabel
source: Battles left: %(count)s
ru: Осталось боёв: %(count)s

# conditions/biathlon/label/add
source: Complete the secondary condition in %(goal)s battles out of %(limit)s
ru: Выполнить дополнительное условие в %(goal)s боях из %(limit)s

# conditions/biathlon/label/main
source: Complete the primary condition in %(goal)s battles out of %(limit)s
ru: Выполнить основное условие в %(goal)s боях из %(limit)s

# conditions/completed/bottomLabel
source: Completed
ru: Завершено

# conditions/counter/label/add
source: Complete the secondary condition the indicated number of times: %(count)s
ru: Выполнить дополнительное условие, раз: %(count)s

# conditions/counter/label/main
source: Complete the primary condition the indicated number of times: %(count)s
ru: Выполнить основное условие, раз: %(count)s

# conditions/currentProgress/bottomLabel
source: Completed: %(currentProgress)s
ru: Выполнено: %(currentProgress)s

# conditions/failed/bottomLabel
source: Failed
ru: Провалено

# conditions/limited/label/add
source: Complete the secondary condition in the indicated number of battles: %(count)s
ru: Выполнить дополнительное условие за кол-во боёв: %(count)s

# conditions/limited/label/main
source: Complete the primary condition in the indicated number of battles: %(count)s
ru: Выполнить основное условие за кол-во боёв: %(count)s

# conditions/limiter/label
source: Restriction!
ru: Ограничение!

# conditions/multiplier
source: x%(value)s bonus:
ru: Бонус х%(value)s:

# conditions/multiplier/description
source: Progress acceleration: complete the secondary condition to earn a x%(value)s increase in progress for the completion of the primary condition.
ru: Ускорение прогресса: выполнить дополнительное условие, чтобы увеличить на x%(value)s достигнутый в бою прогресс по основному условию.

# conditions/orGroup
source: or
ru: или

# conditions/series/label/add
source: Complete conditions in %(count)s battles in a row
ru: Выполнить условия в %(count)s боях подряд

# conditions/series/label/main
source: Complete conditions in %(count)s battles in a row
ru: Выполнить условия в %(count)s боях подряд

# conditions/unlimited/label/add
source: Complete the secondary condition over any number of battles
ru: Выполнить дополнительное условие за неограниченное количество боёв

# conditions/unlimited/label/main
source: Complete the primary condition over any number of battles
ru: Выполнить основное условие за неограниченное количество боёв

# header/backBtn/descrLabel/operation
source: TO OPERATION
ru: К ОПЕРАЦИИ

# operationInfo/chainVehReq
source: Tier %(minLevel)s-%(maxLevel)s %(vehs)s
ru: %(vehs)s %(minLevel)s-%(maxLevel)s уровней

# operationInfo/operationBtn/postponed/days
source: %(days)sd
ru: %(days)sд.

# operationInfo/operationBtn/postponed/lessThanDay
source: less than 1 Day
ru: менее 1 дня

# operationTitle/label/inProgress/pm2
source: Can be completed in vehicles: %(vehData)s
ru: Выполняется на технике %(vehData)s

# operationTitle/label/inProgress/regular
source: Can be completed in vehicles of the %(vehData)s set
ru: Выполняется на технике ветки %(vehData)s

# operationTitle/label/noVehicle/pm2
source: Unavailable: no suitable vehicles %(vehData)s
ru: Недоступно: нет подходящей техники %(vehData)s

# operationTitle/label/noVehicle/regular
source: Unavailable: no suitable vehicles of the %(vehData)s set
ru: Недоступно: нет подходящей техники ветки %(vehData)s

# operationTitle/label/unlocked/pm2
source: Select a mission to complete in %(vehData)s vehicles
ru: Выберите задачу для выполнения на технике %(vehData)s

# operationTitle/label/unlocked/regular
source: Select a mission to complete in vehicles of the %(vehData)s set
ru: Выберите задачу для выполнения на технике ветки %(vehData)s

# operations/title7
source: Object 279 (e)
ru: Объект 279 (р)

# questAwardScreen/continueBtn/label
source: Continue
ru: Продолжить

# questAwardScreen/nextQuest/title/questAccept
source: The following mission has been automatically accepted:
ru: Автоматически принята к исполнению задача:

# questAwardScreen/nextQuest/title/questImprove
source: By clicking Continue, you will start improving your mission result:
ru: Нажав «Продолжить», вы начнёте улучшать результат задачи:

# questAwardScreen/nextQuestBtn/label
source: Next mission
ru: Следующая задача

# questAwardScreen/okBtn/label
source: Acknowledged!
ru: Так точно!

# questAwardScreen/operation
source: Operation %(operation)s
ru: Операция %(operation)s

# questAwardScreen/quest
source: Mission "%(quest)s" Completed!
ru: Задача «%(quest)s» выполнена!

# questAwardScreen/recruitBtn/label
source: Recruit
ru: Рекрутировать

# questProgressTracking/trackingStatus
source: Both missions are being completed at the moment
ru: Сейчас выполняются обе задачи

# tankmoduleTooltipData/alliance/help/body
source: Can be received for fulfilling the primary conditions of the last mission in the %(vehType)s set.
ru: Выдаётся в награду за выполнение основных условий завершающей задачи ветки %(vehType)s.

# tankmoduleTooltipData/alliance/info
source: The blueprint is required to receive the %(vehName)s
ru: Чертёж нужен для получения %(vehName)s

# tankmoduleTooltipData/status/alliance/notObtained
source: Blueprint not received
ru: Чертёж не получен

# tankmoduleTooltipData/status/alliance/obtained
source: Blueprint received
ru: Чертёж получен

# useAwardSheetWindow/pm2/noVehicle
source: Vehicles required to retrieve the order: %(vehicleClass)s.
ru: Для возврата бланка необходима техника %(vehicleClass)s.

# useAwardSheetWindow/regular/noVehicle
source: Vehicles required to retrieve the order: %(vehicleClass)s.
ru: Для возврата бланка необходима техника типа %(vehicleClass)s.
