Repository: McHarny/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/Storage.*.resx
Languages: ru

# buttonLabel/activate
source: Activate
ru: Активировать

# buttonLabel/sell
source: Sell
ru: Продать

# card/cannotSellTitle
source: Cannot be sold
ru: Не подлежит продаже

# card/vehicle/hover/maxAdditionalPriceLabel
source: + refund amount:
ru: + комплектация на сумму:

# forSell/noItems/title
source: Displays modules and shells that are not compatible with any vehicle
ru: Здесь будут модули и снаряды, которые не подходят ни к одной машине

# forSell/sectionTitle
source: MODULES AND SHELLS TO SELL
ru: МОДУЛИ И СНАРЯДЫ НА ПРОДАЖУ

# forSell/waiting
source: Selling extra items...
ru: Продаём излишки...

# inhangar/filterTitle
source: FILTER BY VEHICLES:
ru: ФИЛЬТР ПО ТЕХНИКЕ:

# inhangar/noImage
source: The image is not available
ru: Изображение недоступно

# inhangar/noItems/title
source: No vehicles in the Garage
ru: В Ангаре нет ни одной машины

# inhangar/sectionTitle
source: VEHICLES IN THE GARAGE
ru: ТЕХНИКА В АНГАРЕ

# markEverything
source: Select all to sell
ru: Отметить всё для продажи

# moduleCompatible/label
source: Compatible with vehicles:
ru: Подходит к машинам:

# moduleCompatible/moreVehicles
source: ...and more vehicles: %(vehCount)s
ru: ... и ещё к машинам: %(vehCount)s

# notAvailable/navigationButton
source: Back to Garage
ru: Вернуться в Ангар

# notAvailable/title
source: Depot is not available due to inventory
ru: Склад закрыт, проводится инвентаризация

# personalreserves/activeCountLabel
source: Reserves activated: %(activeCount)s / %(totalCount)s
ru: Активировано резервов: %(activeCount)s / %(totalCount)s

# personalreserves/navigateToShopLabel
source: Purchase in the Store
ru: Докупить в Магазине

# personalreserves/noItems/title
source: No Reserves in the Depot. You can purchase additional Reserves in the Store
ru: На Складе нет резервов. Вы можете пополнить запас, купив их в Магазине

# personalreserves/sectionTitle
source: PERSONAL RESERVES
ru: ЛИЧНЫЕ РЕЗЕРВЫ

# personalreserves/totalCountLabel
source: Reserves in Depot: %(totalCount)s
ru: Резервов на складе: %(totalCount)s

# shellCompatible/label
source: Compatible with guns:
ru: Подходит к орудиям:

# shellCompatible/moreGuns
source: ...and more guns: %(vehCount)s
ru: ... и ещё к орудиям: %(vehCount)s

# storage/noItems/navigationButton
source: Go to Store
ru: Перейти в Магазин

# storage/noItems/title
source: No items in the Depot, you can purchase them in the Store
ru: Пока здесь ничего нет, но вы можете закупиться впрок в Магазине

# storage/noItems/titleShort
source: No Items in Depot
ru: Пока здесь ничего нет

# storage/sectionTitle
source: STOCK
ru: ЗАПАСЫ

# storage/tabs/all
source: All
ru: Всё

# storage/tabs/consumable
source: Consumables
ru: Снаряжение

# storage/tabs/equipment
source: Equipment
ru: Оборудование

# storage/tabs/modules
source: Modules
ru: Модули

# storage/tabs/shells
source: Shells
ru: Снаряды
